// Extracted from main; webpack module 7047. Factory, not an ES module.
((Ae, V, i) => {
  "use strict";

  i.d(V, {
    Dx: () => d,
    Fz: () => A,
    UJ: () => b,
    Ur: () => a,
    Yp: () => m,
    j6: () => e,
    pC: () => t,
    sV: () => M
  });
  const t = [{
      id: 1,
      name: "Правая кисть"
    }, {
      id: 2,
      name: "Правое предплечье"
    }, {
      id: 3,
      name: "Правая локтевая ямка"
    }, {
      id: 4,
      name: "Правое плечо"
    }, {
      id: 5,
      name: "Правая стопа"
    }, {
      id: 6,
      name: "Правая подколенная ямка"
    }, {
      id: 7,
      name: "Правая подмышечная впадина"
    }, {
      id: 8,
      name: "Правая голень"
    }, {
      id: 9,
      name: "Левая кисть"
    }, {
      id: 10,
      name: "Левое предплечье"
    }, {
      id: 11,
      name: "Левая локтевая ямка"
    }, {
      id: 12,
      name: "Левое плечо"
    }, {
      id: 13,
      name: "Левая стопа"
    }, {
      id: 14,
      name: "Левая подколенная ямка"
    }, {
      id: 15,
      name: "Левая подмышечная впадина"
    }, {
      id: 16,
      name: "Левая голень"
    }, {
      id: 17,
      name: "Вены голени"
    }, {
      id: 18,
      name: "Вены стопы"
    }, {
      id: 19,
      name: "Вены головы"
    }, {
      id: 20,
      name: "Шея"
    }, {
      id: 21,
      name: "Голова"
    }],
    e = ["Двухходовой", "Трехходовой"],
    a = ["2 FR", "4 FR", "6 FR", "8 FR", "10 FR", "12 FR", "14 FR", "16 FR", "18 FR", "20 FR", "22 FR", "24 FR", "26 FR"],
    m = ["Окончание инфузионной терапии", "Развитие осложнений", "Удален пациентом", "Окончание регламентированного срока использования", "Другое"],
    d = ["Отсутствие необходимости в дальнейшем нахождении", "Болезненность, гиперемия, отёк", "Плановая замена", "Удалён пациентом", "Другое"],
    M = ["Подтекание мочи из катетера", "Кровотечение в уретре", "Кровотечение вокруг катетера", "Уретрит", "Плановая замена катетера", "Нет необходимости в дальнейшем контроле диуреза", "Травмирование уретры", "Перфорация уретры", "Самостоятельное мочеиспускание"],
    b = ["Травма уретры", "Травма мочевого пузыря", "Травма мочевого пузыря с кровотечением", "Травма мочевого пузыря с микрогематурией", "Инфицирование мочевых путей", "Создание ложных ходов", "Рубцевание", "Перфорация мочевого пузыря", "Парафимоз"],
    A = [0, 1, 2, 3, 4];
});
