// Extracted from main; webpack module 96408. Factory, not an ES module.
((Ae, V, i) => {
  "use strict";

  i.d(V, {
    Dz: () => L,
    EI: () => J,
    H: () => fe,
    KE: () => Le,
    Kn: () => I,
    OW: () => F,
    Pr: () => u,
    Sz: () => ke,
    X5: () => T,
    XM: () => x,
    dK: () => N,
    eP: () => B,
    h7: () => R,
    hh: () => h,
    rX: () => y,
    rx: () => W,
    t6: () => O,
    wj: () => j
  });
  var t = i(97582),
    e = i(34874),
    a = i(74523),
    m = i(43429),
    d = i(15635),
    M = i(39453);
  const b = ({
      value: ye
    }) => ye?.name ? ye?.name.toLowerCase() : ye,
    A = ({
      value: ye
    }) => ye && ye.toLowerCase();
  class N {}
  (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], N.prototype, "productiveContact", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], N.prototype, "orientedTimeSpace", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], N.prototype, "examinationPain", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], N.prototype, "visibleBleeding", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], N.prototype, "bleedingDescription", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], N.prototype, "bleedingLocalization", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], N.prototype, "psychomotorAgitation", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], N.prototype, "breath", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], N.prototype, "dyspnea", void 0), (0, t.gn)([(0, m.D)(() => M.hd)], N.prototype, "news2", void 0), (0, t.gn)([(0, m.D)(() => M.fh)], N.prototype, "form004", void 0);
  class I {}
  (0, t.gn)([(0, a.w)(({
    value: ye
  }) => ye?.map(ae => ae?.name ? ae?.name.toLowerCase() : ae.toLowerCase()) ?? ye, {
    toPlainOnly: !0
  })], I.prototype, "nutrition", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], I.prototype, "mucosa", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], I.prototype, "mucosaComment", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], I.prototype, "dentures", void 0), (0, t.gn)([(0, a.w)(({
    value: ye
  }) => ye instanceof Array && ye?.length ? ye?.map(ae => ae?.name.toLowerCase()).join("|") : ye, {
    toPlainOnly: !0
  })], I.prototype, "denturesLocalization", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], I.prototype, "orgPart", void 0);
  class O {}
  (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], O.prototype, "forcedPosition", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], O.prototype, "forcedPositionDescription", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], O.prototype, "peculiarities", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], O.prototype, "absenceLimbs", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], O.prototype, "absenceLimbsDescription", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], O.prototype, "fracture", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], O.prototype, "fractureDescription", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], O.prototype, "contracture", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], O.prototype, "contractureLocalization", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], O.prototype, "prosthetics", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], O.prototype, "prostheticsDescription", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], O.prototype, "other", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], O.prototype, "otherComment", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], O.prototype, "usingMeansRehabilitation", void 0);
  class L {}
  (0, t.gn)([(0, a.w)(({
    value: ye
  }) => ye && ye instanceof Date ? ye.toISOString() : ye, {
    toPlainOnly: !0
  })], L.prototype, "datetimeSet", void 0);
  class C {}
  (0, t.gn)([(0, a.w)(({
    value: ye
  }) => ye && ye instanceof Date ? ye.toISOString() : ye, {
    toPlainOnly: !0
  })], C.prototype, "datetimeSet", void 0);
  class v {}
  (0, t.gn)([(0, a.w)(({
    value: ye
  }) => ye && ye instanceof Date ? ye.toISOString() : ye, {
    toPlainOnly: !0
  })], v.prototype, "datetimeSet", void 0);
  class f {}
  (0, t.gn)([(0, a.w)(({
    value: ye
  }) => ye && ye instanceof Date ? ye.toISOString() : ye, {
    toPlainOnly: !0
  })], f.prototype, "datetimeSet", void 0);
  class E {}
  (0, t.gn)([(0, a.w)(({
    value: ye
  }) => ye && ye instanceof Date ? ye.toISOString() : ye, {
    toPlainOnly: !0
  })], E.prototype, "datetimeSet", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], E.prototype, "catheterName", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], E.prototype, "vesselType", void 0), (0, t.gn)([(0, a.w)(b, {
    toPlainOnly: !0
  })], E.prototype, "localization", void 0), (0, t.gn)([(0, a.w)(A, {
    toPlainOnly: !0
  })], E.prototype, "catheterUnit", void 0);
  class h {}
  (0, t.gn)([(0, m.D)(() => L)], h.prototype, "peripheralCatheters", void 0), (0, t.gn)([(0, m.D)(() => C)], h.prototype, "urinaryCatheter", void 0), (0, t.gn)([(0, m.D)(() => v)], h.prototype, "nasogastricTube", void 0), (0, t.gn)([(0, m.D)(() => f)], h.prototype, "stoma", void 0), (0, t.gn)([(0, m.D)(() => E)], h.prototype, "centralCatheters", void 0);
  class x {}
  (0, t.gn)([(0, a.w)(({
    value: ye
  }) => ye ? "есть" : "нет", {
    toPlainOnly: !0
  }), (0, a.w)(({
    value: ye
  }) => (0, d.jn)(ye) ? ye : "есть" === ye?.toLowerCase(), {
    toClassOnly: !0
  })], x.prototype, "hematomas", void 0);
  class u {}
  (0, t.gn)([(0, a.w)((0, e.TB)("dd.MM.yyyy"), {
    toPlainOnly: !0
  })], u.prototype, "date", void 0), (0, t.gn)([(0, a.w)((0, e.TB)("HH:mm"), {
    toPlainOnly: !0
  })], u.prototype, "time", void 0), (0, t.gn)([(0, m.D)(() => N)], u.prototype, "common_state", void 0), (0, t.gn)([(0, m.D)(() => I)], u.prototype, "jkt_state", void 0), (0, t.gn)([(0, m.D)(() => x)], u.prototype, "skin_state", void 0), (0, t.gn)([(0, m.D)(() => O)], u.prototype, "oda_state", void 0), (0, t.gn)([(0, m.D)(() => h)], u.prototype, "patient_set", void 0);
  const T = {
      defaultColor: {
        border: "transparent",
        body: "transparent"
      },
      hoverColor: {
        border: "rgb(168,157,232)",
        body: "rgba(209,201,255,0.6)"
      },
      clickColor: {
        border: "rgb(255,204,0)",
        body: "rgb(255,241,153)"
      },
      activeColor: {
        border: "rgb(178,169,228)",
        body: "rgb(255,239,211)"
      }
    },
    R = [{
      headerLabel: "Вынужденное положение",
      headerFormControlName: "forcedPosition",
      expandLabel: "Описание вынужденного положения",
      expandFormControlName: "forcedPositionDescription",
      isHeaderLabelRequiredMark: !0
    }, {
      headerLabel: "Состояние без особенностей",
      headerFormControlName: "peculiarities"
    }, {
      headerLabel: "Отсутствие конечности (ей)",
      headerFormControlName: "absenceLimbs",
      expandLabel: "Описание",
      expandFormControlName: "absenceLimbsDescription",
      isExpandLabelRequiredMark: !0
    }, {
      headerLabel: "Переломы",
      headerFormControlName: "fracture",
      expandLabel: "Описание переломов",
      expandFormControlName: "fractureDescription",
      isExpandLabelRequiredMark: !0
    }, {
      headerLabel: "Контрактуры",
      headerFormControlName: "contracture",
      expandLabel: "Локализация",
      expandFormControlName: "contractureLocalization",
      isExpandLabelRequiredMark: !0
    }, {
      headerLabel: "Протезы",
      headerFormControlName: "prosthetics",
      expandLabel: "Описание протезов",
      expandFormControlName: "prostheticsDescription",
      isExpandLabelRequiredMark: !0
    }, {
      headerLabel: "Иное",
      headerFormControlName: "other",
      expandLabel: "Комментарий",
      expandFormControlName: "otherComment",
      isExpandLabelRequiredMark: !0
    }];
  class B {
    constructor(ae, Y, G, te = [], pe = !1) {
      this.id = ae, this.name = G, this.photos = te, this.projection = Y, this.isCompleted = pe;
    }
  }
  const y = [{
      id: 1,
      name: "Внутренняя яремная вена"
    }, {
      id: 2,
      name: "Наружная яремная вена"
    }, {
      id: 3,
      name: "Подключичная вена"
    }, {
      id: 4,
      name: "Бедренная вена"
    }, {
      id: 5,
      name: "Общая бедренная вена"
    }, {
      id: 6,
      name: "Подмышечная вена"
    }, {
      id: 7,
      name: "Лучевая артерия"
    }, {
      id: 8,
      name: "Локтевая артерия"
    }, {
      id: 9,
      name: "Плечевая артерия"
    }, {
      id: 10,
      name: "Бедренная артерия"
    }, {
      id: 11,
      name: "Артерия стопы"
    }, {
      id: 12,
      name: "Вена стопы"
    }],
    j = [{
      id: 1,
      name: "Слева"
    }, {
      id: 2,
      name: "Справа"
    }],
    W = [{
      id: 1,
      name: "Одноканальный"
    }, {
      id: 2,
      name: "Двухканальный"
    }, {
      id: 3,
      name: "Трехканальный"
    }, {
      id: 4,
      name: "Четырехканальный"
    }, {
      id: 5,
      name: "Интродьюсер"
    }, {
      id: 6,
      name: "Катетер гемодиализный двухканальный"
    }, {
      id: 7,
      name: "Катетер гемодиализный трехканальный"
    }, {
      id: 8,
      name: "Катетер артериальный"
    }],
    F = [{
      name: "Бедра",
      children: [{
        name: "Левое бедро",
        children: [{
          id: "23",
          projection: "front",
          name: "Бедро левой ноги (передняя проекция)"
        }, {
          id: "33",
          name: "Бедро левой ноги (задняя проекция)",
          projection: "back"
        }, {
          id: "13",
          name: "Бедро левой ноги (боковая проекция слева)",
          projection: "left"
        }, {
          id: "12",
          name: "Тазобедренный сустав слева (боковая проекция слева)",
          projection: "left"
        }]
      }, {
        name: "Правое бедро",
        children: [{
          id: "22",
          name: "Бедро правой ноги (передняя проекция)",
          projection: "front"
        }, {
          id: "34",
          name: "Бедро правой ноги (задняя проекция)",
          projection: "back"
        }, {
          id: "24",
          name: "Бедро правой ноги (боковая проекция справа)",
          projection: "right"
        }, {
          id: "23",
          name: "Тазобедренный сустав справа (боковая проекция справа)",
          projection: "right"
        }]
      }]
    }, {
      name: "Брюшная область",
      children: [{
        id: "42",
        name: "Брюшная область слева (передняя проекция)",
        projection: "front"
      }, {
        id: "11",
        name: "Брюшная область слева (боковая проекция слева)",
        projection: "left"
      }, {
        id: "41",
        name: "Брюшная область справа (передняя проекция)",
        projection: "front"
      }, {
        id: "22",
        name: "Брюшная область справа (боковая проекция справа)",
        projection: "right"
      }, {
        id: "38",
        name: "Пупочная область",
        projection: "front"
      }]
    }, {
      name: "Голени",
      children: [{
        name: "Левая голень",
        children: [{
          id: "27",
          name: "Голень левой ноги (передняя проекция)",
          projection: "front"
        }, {
          id: "37",
          name: "Голень левой ноги (задняя проекция)",
          projection: "back"
        }, {
          id: "15",
          name: "Голень левой ноги (боковая проекция слева)",
          projection: "left"
        }]
      }, {
        name: "Правая голень",
        children: [{
          id: "26",
          name: "Голень правой ноги (передняя проекция)",
          projection: "front"
        }, {
          id: "38",
          name: "Голень правой ноги (задняя проекция)",
          projection: "back"
        }, {
          id: "26",
          name: "Голень правой ноги (боковая проекция справа)",
          projection: "right"
        }]
      }]
    }, {
      name: "Голова",
      children: [{
        name: "Висок",
        children: [{
          id: "6",
          name: "Висок слева (передняя проекция)",
          projection: "front"
        }, {
          id: "25",
          name: "Висок слева (боковая проекция слева)",
          projection: "left"
        }, {
          id: "5",
          name: "Висок справа (передняя проекция)",
          projection: "front"
        }, {
          id: "3",
          name: "Висок справа (боковая проекция справа)",
          projection: "right"
        }]
      }, {
        name: "Волосистая часть головы",
        children: [{
          id: "1",
          name: "Волосистая часть головы (передняя проекция)",
          projection: "front"
        }, {
          id: "27",
          name: "Волосистая часть головы (боковая проекция слева)",
          projection: "left"
        }, {
          id: "1",
          name: "Волосистая часть головы (боковая проекция справа)",
          projection: "right"
        }, {
          id: "1",
          name: "Волосистая часть головы (задняя проекция)",
          projection: "back"
        }]
      }, {
        name: "Затылок",
        children: [{
          id: "2",
          name: "Затылок (задняя проекция)",
          projection: "back"
        }, {
          id: "26",
          name: "Затылок (боковая проекция слева)",
          projection: "left"
        }, {
          id: "4",
          name: "Затылок (боковая проекция справа)",
          projection: "right"
        }]
      }, {
        name: "Лобная область",
        children: [{
          id: "2",
          name: "Лобная область (передняя проекция)",
          projection: "front"
        }, {
          id: "24",
          name: "Лобная область (боковая проекция слева)",
          projection: "left"
        }, {
          id: "2",
          name: "Лобная область (боковая проекция справа)",
          projection: "right"
        }]
      }, {
        name: "Нижняя челюсть",
        children: [{
          id: "13",
          name: "Нижняя челюсть слева (передняя проекция)",
          projection: "front"
        }, {
          id: "18",
          name: "Нижняя челюсть слева (боковая проекция слева)",
          projection: "left"
        }, {
          id: "12",
          name: "Нижняя челюсть справа (передняя проекция)",
          projection: "front"
        }, {
          id: "11",
          name: "Нижняя челюсть справа (боковая проекция справа)",
          projection: "right"
        }]
      }, {
        name: "Нос",
        children: [{
          id: "7",
          name: "Нос (передняя проекция)",
          projection: "front"
        }, {
          id: "20",
          name: "Нос (боковая проекция слева)",
          projection: "left"
        }, {
          id: "7",
          name: "Нос (боковая проекция справа)",
          projection: "right"
        }]
      }, {
        name: "Носогубная область",
        children: [{
          id: "8",
          name: "Носогубная область (передняя проекция)",
          projection: "front"
        }, {
          id: "19",
          name: "Носогубная область (боковая проекция слева)",
          projection: "left"
        }, {
          id: "9",
          name: "Носогубная область (боковая проекция справа)",
          projection: "right"
        }]
      }, {
        name: "Параорбитальные области",
        children: [{
          id: "4",
          name: "Параорбитальная область слева (передняя проекция)",
          projection: "front"
        }, {
          id: "23",
          name: "Параорбитальная область слева (боковая проекция слева)",
          projection: "left"
        }, {
          id: "3",
          name: "Параорбитальная область справа (передняя проекция)",
          projection: "front"
        }, {
          id: "6",
          name: "Параорбитальная область справа (боковая проекция справа)",
          projection: "right"
        }]
      }, {
        name: "Подбородочная область",
        children: [{
          id: "11",
          name: "Подбородочная область (передняя проекция)",
          projection: "front"
        }, {
          id: "17",
          name: "Подбородочная область (боковая проекция слева)",
          projection: "left"
        }, {
          id: "10",
          name: "Подбородочная область (боковая проекция справа)",
          projection: "right"
        }]
      }, {
        name: "Скуловая область",
        children: [{
          id: "10",
          name: "Скуловая область слева (передняя проекция)",
          projection: "front"
        }, {
          id: "21",
          name: "Скуловая область слева (боковая проекция слева)",
          projection: "left"
        }, {
          id: "9",
          name: "Скуловая область справа (передняя проекция)",
          projection: "front"
        }, {
          id: "8",
          name: "Скуловая область справа (боковая проекция справа)",
          projection: "right"
        }]
      }, {
        name: "Ушные раковины",
        children: [{
          id: "15",
          name: "Ушная раковина слева (передняя проекция)",
          projection: "front"
        }, {
          id: "31",
          name: "Ушная раковина слева (задняя проекция)",
          projection: "back"
        }, {
          id: "22",
          name: "Ушная раковина слева (боковая проекция слева)",
          projection: "left"
        }, {
          id: "14",
          name: "Ушная раковина справа (передняя проекция)",
          projection: "front"
        }, {
          id: "32",
          name: "Ушная раковина справа (задняя проекция)",
          projection: "back"
        }, {
          id: "5",
          name: "Ушная раковина справа (боковая проекция справа)",
          projection: "right"
        }]
      }]
    }, {
      name: "Грудная клетка",
      children: [{
        name: "Грудная клетка слева",
        children: [{
          id: "20",
          name: "Грудная клетка слева (передняя проекция)",
          projection: "front"
        }, {
          id: "8",
          name: "Грудная клетка слева (боковая проекция слева)",
          projection: "left"
        }]
      }, {
        name: "Грудная клетка справа",
        children: [{
          id: "19",
          name: "Грудная клетка справа (передняя проекция)",
          projection: "front"
        }, {
          id: "19",
          name: "Грудная клетка справа (боковая проекция справа)",
          projection: "right"
        }]
      }]
    }, {
      name: "Кисти рук",
      children: [{
        name: "Левая кисть",
        children: [{
          id: "29",
          name: "Запястная область левой кисти (ладонная сторона)",
          projection: "front"
        }, {
          id: "27",
          name: "Запястная область левой кисти (тыльная сторона)",
          projection: "back"
        }, {
          id: "31",
          name: "Пальцы на левой руке (ладонная сторона)",
          projection: "front"
        }, {
          id: "28",
          name: "Пальцы на левой руке (тыльная сторона)",
          projection: "back"
        }]
      }, {
        name: "Правая кисть",
        children: [{
          id: "28",
          name: "Запястная область правой кисти (ладонная сторона)",
          projection: "front"
        }, {
          id: "30",
          name: "Запястная область правой кисти (тыльная сторона)",
          projection: "back"
        }, {
          id: "30",
          name: "Пальцы на правой руке (ладонная сторона)",
          projection: "front"
        }, {
          id: "29",
          name: "Пальцы на правой руке (тыльная сторона)",
          projection: "back"
        }]
      }]
    }, {
      name: "Ключицы",
      children: [{
        id: "18",
        name: "Ключичная область слева (передняя проекция)",
        projection: "front"
      }, {
        id: "7",
        name: "Ключичная область слева (боковая проекция слева)",
        projection: "left"
      }, {
        id: "17",
        name: "Ключичная область справа (передняя проекция)",
        projection: "front"
      }, {
        id: "18",
        name: "Ключичная область справа (боковая проекция справа)",
        projection: "right"
      }]
    }, {
      name: "Колени",
      children: [{
        name: "Левое колено",
        children: [{
          id: "25",
          name: "Коленный сустав левой ноги (передняя проекция)",
          projection: "front"
        }, {
          id: "14",
          name: "Коленный сустав левой ноги (боковая проекция слева)",
          projection: "left"
        }, {
          id: "35",
          name: "Подколенная область левой ноги (задняя проекция)",
          projection: "back"
        }]
      }, {
        name: "Правое колено",
        children: [{
          id: "24",
          name: "Коленный сустав правой ноги (передняя проекция)",
          projection: "front"
        }, {
          id: "25",
          name: "Коленный сустав правой ноги (боковая проекция справа)",
          projection: "right"
        }, {
          id: "36",
          name: "Подколенная область правой ноги (задняя проекция)",
          projection: "back"
        }]
      }]
    }, {
      name: "Лодыжки",
      children: [{
        name: "Левая лодыжка",
        children: [{
          id: "33",
          name: "Лодыжка левой ноги (передняя проекция)",
          projection: "front"
        }, {
          id: "39",
          name: "Лодыжка левой ноги (задняя проекция)",
          projection: "back"
        }]
      }, {
        name: "Правая лодыжка",
        children: [{
          id: "32",
          name: "Лодыжка правой ноги (передняя проекция)",
          projection: "front"
        }, {
          id: "40",
          name: "Лодыжка правой ноги (задняя проекция)",
          projection: "back"
        }]
      }]
    }, {
      name: "Локти",
      children: [{
        name: "Левый локоть",
        children: [{
          id: "46",
          name: "Локтевой сгиб на левой руке (передняя проекция)",
          projection: "front"
        }, {
          id: "23",
          name: "Локтевой сустав слева (задняя проекция)",
          projection: "back"
        }, {
          id: "5",
          name: "Локоть слева (боковая проекция слева)",
          projection: "left"
        }]
      }, {
        name: "Правый локоть",
        children: [{
          id: "45",
          name: "Локтевой сгиб на правой руке (передняя проекция)",
          projection: "front"
        }, {
          id: "24",
          name: "Локтевой сустав справа (задняя проекция)",
          projection: "back"
        }, {
          id: "16",
          name: "Локоть справа (боковая проекция справа)",
          projection: "right"
        }]
      }]
    }, {
      name: "Плечи",
      children: [{
        name: "Левое плечо",
        children: [{
          name: "Верхняя треть (плечевой сустав) левого плеча",
          children: [{
            id: "50",
            name: "Плечевой сустав слева (передняя проекция)",
            projection: "front"
          }, {
            id: "17",
            name: "Плечевой сустав слева (задняя проекция)",
            projection: "back"
          }, {
            id: "2",
            name: "Плечевой сустав слева (боковая проекция слева)",
            projection: "left"
          }]
        }, {
          name: "Средняя треть левого плеча",
          children: [{
            id: "51",
            name: "Передняя поверхность плеча слева в средней трети (передняя проекция)",
            projection: "front"
          }, {
            id: "19",
            name: "Задняя поверхность плеча слева в средней трети (задняя проекция)",
            projection: "back"
          }, {
            id: "3",
            name: "Боковая поверхность плеча слева в средней трети (боковая проекция слева)",
            projection: "left"
          }]
        }, {
          name: "Нижняя треть левого плеча",
          children: [{
            id: "52",
            name: "Передняя поверхность плеча слева в нижней трети (передняя проекция)",
            projection: "front"
          }, {
            id: "21",
            name: "Задняя поверхность плеча слева в нижней трети (задняя проекция)",
            projection: "back"
          }, {
            id: "4",
            name: "Боковая поверхность плеча слева в нижней трети (боковая проекция слева)",
            projection: "left"
          }]
        }]
      }, {
        name: "Правое плечо",
        children: [{
          name: "Верхняя треть (плечевой сустав) правого плеча",
          children: [{
            id: "47",
            name: "Плечевой сустав справа (передняя проекция)",
            projection: "front"
          }, {
            id: "18",
            name: "Плечевой сустав справа (задняя проекция)",
            projection: "back"
          }, {
            id: "13",
            name: "Плечевой сустав справа (боковая проекция справа)",
            projection: "right"
          }]
        }, {
          name: "Средняя треть правого плеча",
          children: [{
            id: "48",
            name: "Передняя поверхность плеча справа в средней трети (передняя проекция)",
            projection: "front"
          }, {
            id: "20",
            name: "Задняя поверхность плеча справа в средней трети (задняя проекция)",
            projection: "back"
          }, {
            id: "14",
            name: "Боковая поверхность плеча справа в средней трети (боковая проекция справа)",
            projection: "right"
          }]
        }, {
          name: "Нижняя треть правого плеча",
          children: [{
            id: "49",
            name: "Передняя поверхность плеча справа в нижней трети (передняя проекция)",
            projection: "front"
          }, {
            id: "22",
            name: "Задняя поверхность плеча справа в нижней трети (задняя проекция)",
            projection: "back"
          }, {
            id: "15",
            name: "Боковая поверхность плеча справа в нижней трети (боковая проекция справа)",
            projection: "right"
          }]
        }]
      }]
    }, {
      name: "Подмышечные впадины",
      children: [{
        id: "9",
        name: "Подмышечная впадина слева (боковая проекция слева)",
        projection: "left"
      }, {
        id: "20",
        name: "Подмышечная впадина справа (боковая проекция справа)",
        projection: "right"
      }]
    }, {
      id: "21",
      name: "Половые органы",
      projection: "front"
    }, {
      name: "Предплечья",
      children: [{
        name: "Левое предплечье",
        children: [{
          id: "44",
          name: "Предплечье левой руки (передняя проекция)",
          projection: "front"
        }, {
          id: "25",
          name: "Предплечье левой руки (задняя проекция)",
          projection: "back"
        }, {
          id: "6",
          name: "Предплечье левой руки (боковая проекция слева)",
          projection: "left"
        }]
      }, {
        name: "Правое предплечье",
        children: [{
          id: "43",
          name: "Предплечье правой руки (передняя проекция)",
          projection: "front"
        }, {
          id: "26",
          name: "Предплечье правой руки (задняя проекция)",
          projection: "back"
        }, {
          id: "17",
          name: "Предплечье правой руки (боковая проекция справа)",
          projection: "right"
        }]
      }]
    }, {
      name: "Ребра",
      children: [{
        name: "Ребра слева",
        children: [{
          id: "40",
          name: "Ребра слева под грудной клеткой (передняя проекция)",
          projection: "front"
        }, {
          id: "6",
          name: "Ребра слева под лопатками (задняя проекция)",
          projection: "back"
        }, {
          id: "10",
          name: "Ребра слева (боковая проекция слева)",
          projection: "left"
        }]
      }, {
        name: "Ребра справа",
        children: [{
          id: "39",
          name: "Ребра справа под грудной клеткой (передняя проекция)",
          projection: "front"
        }, {
          id: "7",
          name: "Ребра справа под лопатками (задняя проекция)",
          projection: "back"
        }, {
          id: "21",
          name: "Ребра справа (боковая проекция справа)",
          projection: "right"
        }]
      }]
    }, {
      name: "Спина",
      children: [{
        id: "12",
        name: "Копчик (задняя проекция)",
        projection: "back"
      }, {
        id: "11",
        name: "Крестец (задняя проекция)",
        projection: "back"
      }, {
        name: "Лопатки",
        children: [{
          id: "4",
          name: "Лопаточная область слева (задняя проекция)",
          projection: "back"
        }, {
          id: "5",
          name: "Лопаточная область справа (задняя проекция)",
          projection: "back"
        }]
      }, {
        id: "10",
        name: "Грудной отдел позвоночника (задняя проекция)",
        projection: "back"
      }, {
        name: "Поясница",
        children: [{
          id: "8",
          name: "Поясничная область слева (задняя проекция)",
          projection: "back"
        }, {
          id: "9",
          name: "Поясничная область справа (задняя проекция)",
          projection: "back"
        }]
      }]
    }, {
      name: "Стопы",
      children: [{
        name: "Левая стопа",
        children: [{
          id: "37",
          name: "Пальцы левой стопы (передняя проекция)",
          projection: "front"
        }, {
          id: "35",
          name: "Тыльная поверхность левой стопы (передняя проекция)",
          projection: "front"
        }, {
          id: "41",
          name: "Область пятки левой стопы (задняя проекция)",
          projection: "back"
        }, {
          id: "42",
          name: "Подошвенная поверхность левой стопы (задняя проекция)",
          projection: "back"
        }]
      }, {
        name: "Правая стопа",
        children: [{
          id: "36",
          name: "Пальцы правой стопы (передняя проекция)",
          projection: "front"
        }, {
          id: "34",
          name: "Тыльная поверхность правой стопы (передняя проекция)",
          projection: "front"
        }, {
          id: "43",
          name: "Область пятки правой стопы (задняя проекция)",
          projection: "back"
        }, {
          id: "44",
          name: "Подошвенная поверхность правой стопы (задняя проекция)",
          projection: "back"
        }]
      }]
    }, {
      name: "Шея",
      children: [{
        id: "16",
        name: "Поверхность шеи (передняя проекция)",
        projection: "front"
      }, {
        id: "3",
        name: "Поверхность шеи (задняя проекция)",
        projection: "back"
      }, {
        id: "1",
        name: "Поверхность шеи слева (боковая проекция слева)",
        projection: "left"
      }, {
        id: "12",
        name: "Поверхность шеи справа (боковая проекция справа)",
        projection: "right"
      }]
    }, {
      name: "Ягодицы",
      children: [{
        id: "13",
        name: "Левая ягодица (задняя проекция)",
        projection: "back"
      }, {
        id: "15",
        name: "Правая ягодица (задняя проекция)",
        projection: "back"
      }, {
        id: "14",
        name: "Седалищный бугор слева (задняя проекция)",
        projection: "back"
      }, {
        id: "16",
        name: "Седалищный бугор справа (задняя проекция)",
        projection: "back"
      }]
    }],
    Le = [{
      _id: "1",
      name: "Волосистая часть головы (передняя проекция)",
      shape: "poly",
      coords: [262, 79, 263, 75, 265, 71, 265, 67, 268, 63, 269, 60, 271, 56, 274, 53, 276, 49, 278, 47, 282, 45, 285, 42, 288, 40, 292, 37, 299, 34, 307, 32, 314, 30, 322, 30, 331, 30, 338, 31, 347, 33, 354, 36, 361, 39, 368, 44, 374, 50, 378, 55, 383, 62, 386, 70, 389, 78, 389, 81, 393, 77, 393, 68, 392, 58, 390, 50, 387, 42, 382, 33, 376, 25, 370, 19, 363, 14, 356, 11, 348, 8, 340, 7, 333, 5, 324, 5, 316, 5, 309, 6, 301, 9, 291, 13, 280, 20, 269, 32, 262, 47, 259, 62, 258, 77, 262, 80, 263, 79]
    }, {
      _id: "2",
      name: "Лобная область (передняя проекция)",
      shape: "poly",
      coords: [266, 102.20000076293945, 266, 96.20000076293945, 266, 90.20000076293945, 265, 85.20000076293945, 262, 80.20000076293945, 265, 71.20000076293945, 267, 63.20000076293945, 271, 56.20000076293945, 276, 50.20000076293945, 282, 45.20000076293945, 288, 40.20000076293945, 299, 34.19999885559082, 315, 31.19999885559082, 331, 30.19999885559082, 347, 33.19999885559082, 361, 39.19999885559082, 374, 49.19999885559082, 383, 62.19999885559082, 388, 75.19999885559082, 389, 81.19999885559082, 387, 87.19999885559082, 386, 92.19999885559082, 386, 103.19999885559082, 381, 105.20000076293945, 376, 98.20000076293945, 367, 93.20000076293945, 352, 92.20000076293945, 344, 94.20000076293945, 337, 100.20000076293945, 333, 107.20000076293945, 318, 108.20000076293945, 316, 100.20000076293945, 312, 97.20000076293945, 306, 94.20000076293945, 298, 91.20000076293945, 287, 92.20000076293945, 282, 94.20000076293945, 275, 98.20000076293945, 271, 105.20000076293945, 266, 102.20000076293945, 266, 100.20000076293945]
    }, {
      _id: "3",
      name: "Параорбитальная область справа (передняя проекция)",
      shape: "poly",
      coords: [284, 121, 279, 119, 274, 115, 270, 109, 272, 101, 279, 96, 286, 93, 293, 92, 302, 93, 310, 96, 315, 101, 317, 104, 318, 107, 317, 111, 312, 117, 305, 120, 296, 122, 289, 121, 284, 121.25]
    }, {
      _id: "4",
      name: "Параорбитальная область слева (передняя проекция)",
      shape: "poly",
      coords: [334, 107, 335, 102, 337, 99, 344, 94, 351, 93, 360, 92.20000457763672, 367, 93.20000457763672, 375, 97.20000457763672, 380, 103.20000457763672, 381, 107.20000457763672, 379, 111.20000457763672, 378, 114.19999998807907, 375, 117.19999998807907, 367, 120.19999998807907, 360, 122.19999998807907, 350, 121.19999998807907, 341, 118.19999998807907, 335, 113.19999998807907, 334, 106.19999998807907]
    }, {
      _id: "5",
      name: "Висок справа (передняя проекция)",
      shape: "poly",
      coords: [257, 125.20000076293945, 256, 121.20000076293945, 256, 118.20000076293945, 256, 114.20000076293945, 258, 105.20000076293945, 259, 98.20000076293945, 258, 89.20000076293945, 258, 82.20000076293945, 258, 77.20000076293945, 263, 81.20000076293945, 265, 85.20000076293945, 265, 88.20000076293945, 266, 97.20000076293945, 266, 102.20000076293945, 266, 106.20000076293945, 264, 112.20000076293945, 261, 121.20000076293945, 256, 127.19999885559082]
    }, {
      _id: "6",
      name: "Висок слева (передняя проекция)",
      shape: "poly",
      coords: [394, 126, 390, 120, 387, 112, 385, 105, 385, 99, 386, 91, 387, 84, 393, 78, 393, 91, 394, 104, 395, 118, 394, 126]
    }, {
      _id: "7",
      name: "Нос (передняя проекция)",
      shape: "poly",
      coords: [318, 108.20000076293945, 333, 107.20000076293945, 339, 149.20000076293945, 338, 152.20000076293945, 335, 154.20000076293945, 331, 156.20000076293945, 324, 156.20000076293945, 318, 155.20000076293945, 315, 154.20000076293945, 312, 149.20000076293945, 319, 108.20000076293945]
    }, {
      _id: "8",
      name: "Носогубная область (передняя проекция)",
      shape: "poly",
      coords: [286, 186, 309, 155, 318, 159, 326, 160, 336, 159, 342, 154, 364, 185, 350, 190, 346, 191, 337, 197, 326, 200, 318, 198, 305, 192, 286, 186]
    }, {
      _id: "9",
      name: "Скуловая область справа (передняя проекция)",
      shape: "poly",
      coords: [256, 126.20000457763672, 262, 119.20000457763672, 265, 111.20000457763672, 267, 103.20000457763672, 270, 105.20000457763672, 272, 112.20000457763672, 277, 118.20000457763672, 285, 121.20000457763672, 294, 122.20000457763672, 303, 121.20000457763672, 311, 117.20000457763672, 315, 114.20000457763672, 319, 108.20000457763672, 312, 150.20000457763672, 306, 157.20000457763672, 292, 175.20000457763672, 286, 186.20000457763672, 269, 179.20000457763672, 264, 163.20000457763672, 261, 150.20000457763672, 256, 126.20000457763672]
    }, {
      _id: "10",
      name: "Скуловая область слева (передняя проекция)",
      shape: "poly",
      coords: [340, 154.20000457763672, 333, 108.20000457763672, 341, 118.20000457763672, 347, 121.20000457763672, 355, 123.20000457763672, 363, 121.20000457763672, 372, 119.20000457763672, 378, 115.20000457763672, 381, 108.20000457763672, 381, 104.20000457763672, 385, 104.20000457763672, 385, 103.20000457763672, 388, 115.20000457763672, 394, 126.20000457763672, 394, 126.20000457763672, 381, 180.20000457763672, 365, 186.20000457763672, 354, 168.20000457763672, 341, 154.20000457763672, 339, 153.20000457763672]
    }, {
      _id: "11",
      name: "Подбородочная область (передняя проекция)",
      shape: "poly",
      coords: [300, 215.20000457763672, 305, 192.20000457763672, 310, 195.20000457763672, 318, 198.20000457763672, 323.8000030517578, 199.20000457763672, 331.8000030517578, 199.20000457763672, 339, 197, 345, 191, 350, 215, 345, 218, 338, 220, 327, 220, 319, 221, 310, 220, 300, 215]
    }, {
      _id: "12",
      name: "Нижняя челюсть справа (передняя проекция)",
      shape: "poly",
      coords: [269, 180, 305, 192, 300, 215, 290, 208.1999969482422, 283, 201.1999969482422, 275, 193.1999969482422, 269, 180.1999969482422]
    }, {
      _id: "13",
      name: "Нижняя челюсть слева (передняя проекция)",
      shape: "poly",
      coords: [350, 215.1999969482422, 345, 191.1999969482422, 381, 180.1999969482422, 381, 179.1999969482422, 379, 186.20000457763672, 377, 190.20000457763672, 373, 196.20000457763672, 365, 204.20000457763672, 350, 215.20000457763672]
    }, {
      _id: "14",
      name: "Ушная раковина справа (передняя проекция)",
      shape: "poly",
      coords: [258, 152, 252, 120, 255, 97, 251, 96, 246, 98, 242, 104, 241, 113, 242, 123, 245, 131, 247, 139, 252, 145, 258, 151.20000457763672]
    }, {
      _id: "15",
      name: "Ушная раковина слева (передняя проекция)",
      shape: "poly",
      coords: [392, 152, 398, 127, 398, 122, 397, 112, 396, 97, 402, 96, 407, 100, 409, 108, 409, 117, 407, 128, 404, 138, 399, 147, 392, 152]
    }, {
      _id: "16",
      name: "Шея (передняя проекция)",
      shape: "poly",
      coords: [245, 256, 277, 246, 274, 195, 293, 212, 307, 221, 344, 221, 363, 207, 377, 192, 375, 243, 412, 255, 370, 270, 349, 274, 332, 280, 305, 273.8000030517578, 278, 269.8000030517578, 246, 255.8000030517578]
    }, {
      _id: "17",
      name: "Ключичная область справа (передняя проекция)",
      shape: "poly",
      coords: [199, 271.1999969482422, 245, 256.1999969482422, 271, 266.1999969482422, 302, 273.1999969482422, 326, 281.1999969482422, 326, 321.1999969482422, 291, 311.1999969482422, 287, 311.1999969482422, 284, 312.1999969482422, 280, 311.1999969482422, 244, 302.1999969482422, 230, 295.1999969482422, 207, 281.1999969482422, 200, 273.1999969482422, 199, 270.1999969482422]
    }, {
      _id: "18",
      name: "Ключичная область слева (передняя проекция)",
      shape: "poly",
      coords: [326, 322, 326, 280, 334, 280, 339, 278, 346, 275, 355, 273, 379, 267, 408, 256, 454, 272, 449, 279, 438, 286, 427, 291, 414, 298, 399, 304, 384, 309, 368, 312, 360, 311, 326, 322]
    }, {
      _id: "19",
      name: "Грудная клетка справа (передняя проекция)",
      shape: "poly",
      coords: [159, 276.1999969482422, 179, 271.1999969482422, 199, 271.1999969482422, 201, 274.1999969482422, 204, 277.1999969482422, 209, 283.1999969482422, 218, 289.1999969482422, 229, 295.1999969482422, 242, 301.1999969482422, 256, 307.1999969482422, 273, 311.1999969482422, 284, 311.1999969482422, 291, 311.1999969482422, 326, 322.1999969482422, 326, 481.20001220703125, 306, 481.20001220703125, 297, 482.20001220703125, 289, 484.20001220703125, 242, 513.8000183105469, 190, 543.8000183105469, 187, 525.8000183105469, 168, 472.8000183105469, 172, 452.8000183105469, 173, 433.8000183105469, 172, 394.8000183105469, 169, 339.8000030517578, 168, 322.8000030517578, 166, 308.8000030517578, 163, 292.8000030517578, 159, 275.8000030517578]
    }, {
      _id: "20",
      name: "Грудная клетка слева (передняя проекция)",
      shape: "poly",
      coords: [327, 321.3333435058594, 326, 482.3333435058594, 336, 480.20001220703125, 348, 480.20001220703125, 363, 483.20001220703125, 462, 544.2000122070312, 465, 526.2000122070312, 484, 471.20001220703125, 479, 437.20001220703125, 480, 394.1999969482422, 483, 349.1999969482422, 486, 310.1999969482422, 493, 277.1999969482422, 462, 271.1999969482422, 456, 272.1999969482422, 449, 279.1999969482422, 434, 288.1999969482422, 420, 295.1999969482422, 404, 302.1999969482422, 384, 309.1999969482422, 361, 311.1999969482422, 327, 321.1999969482422]
    }, {
      _id: "21",
      name: "Половые органы (передняя проекция)",
      shape: "poly",
      coords: [278, 726.2000122070312, 285, 779.2000122070312, 291, 802.2000122070312, 297, 816.2000122070312, 301, 823.2000122070312, 310, 830.2000122070312, 325, 833.2000122070312, 339, 832.2000122070312, 350, 823.2000122070312, 359, 810.2000122070312, 364, 794.2000122070312, 367, 778.2000122070312, 370, 764.2000122070312, 374, 726.2000122070312, 362, 732.2000122070312, 330, 735.2000122070312, 305, 733.2000122070312, 292, 732.2000122070312, 278, 726.2000122070312]
    }, {
      _id: "22",
      name: "Бедро правой ноги (передняя проекция)",
      shape: "poly",
      coords: [183, 1032.6000366210938, 175, 1003.6000366210938, 169, 972.6000366210938, 164, 900.6000366210938, 164, 875.6000366210938, 176, 824.6000366210938, 195, 751.6000366210938, 205, 698.6000366210938, 208, 673.6000366210938, 244, 704.6000366210938, 279, 726.6000366210938, 283, 767.6000366210938, 295, 814.6000366210938, 307, 827.7999877929688, 324, 833.7999877929688, 325, 904.7999877929688, 320, 929.7999877929688, 293, 1027.7999877929688, 292, 1045.7999877929688, 278, 1035.7999877929688, 255, 1028.7999877929688, 231, 1026.7999877929688, 207, 1027.7999877929688, 194, 1028.7999877929688, 183, 1032.7999877929688]
    }, {
      _id: "23",
      name: "Бедро левой ноги (передняя проекция)",
      shape: "poly",
      coords: [374, 727.7999877929688, 374, 726.7999877929688, 402, 708.7999877929688, 421, 694.7999877929688, 443, 674.7999877929688, 447, 705.7999877929688, 460, 761.7999877929688, 474, 818.7999877929688, 484, 863.7999877929688, 487, 887.7999877929688, 486, 943.7999877929688, 478, 993.7999877929688, 467, 1032.7999877929688, 443, 1027.7999877929688, 419, 1028.7999877929688, 395, 1031.7999877929688, 378, 1034.7999877929688, 365, 1042.7999877929688, 359, 1051.7999877929688, 359, 1028.7999877929688, 333, 943.7999877929688, 330, 927.7999877929688, 328, 902.7999877929688, 327, 833.7999877929688, 337, 833.7999877929688, 345, 828.7999877929688, 355, 817.7999877929688, 361, 802.7999877929688, 367, 779.7999877929688, 371, 756.7999877929688, 375, 726.7999877929688]
    }, {
      _id: "24",
      name: "Коленный сустав правой ноги (передняя проекция)",
      shape: "poly",
      coords: [186, 1140.75, 186, 1118.75, 184, 1106.75, 184, 1091.75, 185, 1075.75, 188, 1059.75, 188, 1051.75, 187, 1043.75, 183, 1031.75, 211, 1026.75, 229, 1026.75, 252, 1028.75, 276, 1035.75, 291, 1045.75, 288, 1092.75, 285, 1100.75, 282, 1110.75, 280, 1118.75, 280, 1127.75, 280, 1150.75, 265, 1157.75, 250, 1161.75, 240, 1162.5, 225, 1161.5, 210, 1157.5, 198, 1152.5, 186, 1141.5]
    }, {
      _id: "25",
      name: "Коленный сустав левой ноги (передняя проекция)",
      shape: "poly",
      coords: [369, 1151.2000122070312, 370, 1130.2000122070312, 371, 1120.2000122070312, 363, 1098.2000122070312, 359, 1049.2000122070312, 359, 1047.2000122070312, 369, 1039.2000122070312, 391, 1031.2000122070312, 416, 1028.2000122070312, 444, 1028.2000122070312, 467, 1033.2000122070312, 462, 1050.2000122070312, 462, 1056.2000122070312, 464, 1069.2000122070312, 466, 1082.2000122070312, 467, 1100.2000122070312, 465, 1117.2000122070312, 465, 1141.2000732421875, 464, 1143.2000732421875, 460, 1148, 450, 1155, 436, 1160, 415, 1164, 395, 1162, 380, 1157, 368, 1151]
    }, {
      _id: "26",
      name: "Голень правой ноги (передняя проекция)",
      shape: "poly",
      coords: [203, 1353.3333740234375, 199, 1305.3333740234375, 190, 1251.3333740234375, 183, 1207.3333740234375, 186, 1140.3333740234375, 194, 1150, 208, 1158, 224, 1161, 242, 1163, 261, 1159, 277, 1152, 283, 1149, 283, 1180, 282, 1188, 281, 1212, 274, 1236, 263, 1265, 256, 1289, 253, 1305, 252, 1352, 235, 1348, 223, 1348, 203, 1352]
    }, {
      _id: "27",
      name: "Голень левой ноги (передняя проекция)",
      shape: "poly",
      coords: [399, 1353, 398, 1319, 396, 1303, 389, 1271, 381, 1249, 372, 1223, 369, 1204, 368, 1152, 392, 1161, 414, 1164, 437, 1159, 454, 1153, 465, 1143, 467, 1193, 467, 1208, 461, 1243, 455, 1276, 451, 1306, 448, 1353, 431, 1348, 418, 1348, 399, 1353]
    }, {
      _id: "28",
      name: "Запястная область правой кисти (ладонная сторона)",
      shape: "poly",
      coords: [51, 754.2000122070312, 68, 760.2000122070312, 82, 760.2000122070312, 92, 760.2000122070312, 91, 771.2000122070312, 97, 793.2000122070312, 97, 809.2000122070312, 94, 818.2000122070312, 83, 819.2000122070312, 75, 818.2000122070312, 61, 813.2000122070312, 54, 810.2000122070312, 49, 805.2000122070312, 43, 800.2000122070312, 35, 797.2000122070312, 28, 797.2000122070312, 33, 791.2000122070312, 38, 784.2000122070312, 44, 780.2000122070312, 50, 774.2000122070312, 52, 754.2000122070312]
    }, {
      _id: "29",
      name: "Запястная область левой кисти (ладонная сторона)",
      shape: "poly",
      coords: [561, 760.7999877929688, 575, 761.7999877929688, 585, 760.7999877929688, 603, 754.7999877929688, 603, 772.7999877929688, 611, 780.7999877929688, 619, 788.7999877929688, 625, 796.7999877929688, 614, 798.7999877929688, 606, 803.7999877929688, 595, 812.7999877929688, 586, 816.7999877929688, 574, 819.7999877929688, 560, 817.7999877929688, 556, 801.7999877929688, 557, 789.7999877929688, 559, 781.7999877929688, 561, 774.7999877929688, 562, 767.7999877929688, 562, 760.7999877929688]
    }, {
      _id: "30",
      name: "Пальцы на правой руке (ладонная сторона)",
      shape: "poly",
      coords: [5, 848.2000122070312, 11, 838.2000122070312, 18, 826.2000122070312, 22, 817.2000122070312, 25, 809.2000122070312, 25, 802.2000122070312, 29, 797.2000122070312, 33, 797.2000122070312, 40, 799.2000122070312, 46, 803.2000122070312, 52, 810.2000122070312, 55, 811.2000122070312, 62, 814.2000122070312, 70, 817.2000122070312, 82, 819.2000122070312, 91, 819.2000122070312, 94, 818.2000122070312, 90, 826.2000122070312, 86, 834.2000122070312, 84, 846.2000122070312, 85, 882.2000122070312, 82, 884.2000122070312, 81, 878.2000122070312, 76, 842.2000122070312, 72, 841.2000122070312, 68, 864.2000122070312, 67, 889.2000122070312, 67, 897.2000122070312, 64, 899.2000122070312, 60, 897.2000122070312, 61, 864.2000122070312, 63, 846.2000122070312, 64, 844.2000122070312, 60, 843.2000122070312, 56, 852.2000122070312, 50, 866.2000122070312, 47, 879.2000122070312, 45, 901.2000122070312, 45, 903.2000122070312, 43, 904.2000122070312, 40, 904.2000122070312, 39, 903.2000122070312, 40, 882.2000122070312, 41, 871.2000122070312, 42, 867.2000122070312, 51, 840.2000122070312, 47, 838.2000122070312, 34, 862.2000122070312, 32, 869.2000122070312, 30, 876.2000122070312, 28, 888.2000122070312, 26, 898.2000122070312, 21, 898.2000122070312, 21, 892.2000122070312, 22, 884.2000122070312, 23, 876.2000122070312, 25, 868.2000122070312, 30, 853.2000122070312, 35, 838.2000122070312, 35, 830.2000122070312, 31, 827.2000122070312, 24, 834.2000122070312, 18, 845.2000122070312, 8, 850.2000122070312, 5, 848.2000122070312]
    }, {
      _id: "31",
      name: "Пальцы на левой руке (ладонная сторона)",
      shape: "poly",
      coords: [559, 817.2000122070312, 566, 829.2000122070312, 568, 835.2000122070312, 569, 843.2000122070312, 570, 857.2000122070312, 569, 876.2000122070312, 569, 883.2000122070312, 571, 884.2000122070312, 573, 881.2000122070312, 578, 841.2000122070312, 580, 839.2000122070312, 585, 856.2000122070312, 586, 863.2000122070312, 587, 880.2000122070312, 587, 895.2000122070312, 590, 899.2000122070312, 593, 897.2000122070312, 593, 864.2000122070312, 591, 843.2000122070312, 594, 842.2000122070312, 605, 868.2000122070312, 607, 882.2000122070312, 608, 902.2000122070312, 612, 905.2000122070312, 615, 902.2000122070312, 613, 877.2000122070312, 612, 868.2000122070312, 603, 840.2000122070312, 607, 838.2000122070312, 620, 862.2000122070312, 621, 864.2000122070312, 624, 877.2000122070312, 626, 881.2000122070312, 626, 885.2000122070312, 627, 893.2000122070312, 628, 897.2000122070312, 633, 898.2000122070312, 634, 897.2000122070312, 633, 888.2000122070312, 632, 880.2000122070312, 630, 872.2000122070312, 628, 865.2000122070312, 626, 857.2000122070312, 619, 834.2000122070312, 620, 829.2000122070312, 621, 827.2000122070312, 625, 828.2000122070312, 631, 834.2000122070312, 634, 841.2000122070312, 640, 847.2000122070312, 647, 849.2000122070312, 650, 849.2000122070312, 648, 844.2000122070312, 638, 829.2000122070312, 634, 821.2000122070312, 631, 813.2000122070312, 629, 806.2000122070312, 629, 802.2000122070312, 625, 797.2000122070312, 616, 798.2000122070312, 609, 802.2000122070312, 601, 809.2000122070312, 595, 812.2000122070312, 585, 817.2000122070312, 571, 819.2000122070312, 563, 818.2000122070312, 559, 817.2000122070312]
    }, {
      _id: "32",
      name: "Лодыжка правой ноги (передняя проекция)",
      shape: "poly",
      coords: [186, 1417.800048828125, 192, 1404.800048828125, 201, 1390.800048828125, 203, 1387.800048828125, 203, 1379.800048828125, 203, 1371.800048828125, 203, 1364.800048828125, 203, 1352.800048828125, 207, 1350.800048828125, 214, 1348.800048828125, 222, 1347.800048828125, 230, 1347.800048828125, 238, 1348.800048828125, 248, 1351.800048828125, 252, 1353.800048828125, 252, 1374.800048828125, 253, 1379.800048828125, 254, 1386.800048828125, 256, 1392.800048828125, 261, 1398.800048828125, 265, 1404.800048828125, 268, 1408.800048828125, 269, 1415.800048828125, 269, 1422.800048828125, 267, 1428.800048828125, 262, 1433.800048828125, 252, 1439.800048828125, 245, 1442.800048828125, 242, 1438.800048828125, 236, 1433.800048828125, 228, 1428.800048828125, 221, 1424.800048828125, 214, 1421.800048828125, 206, 1418.800048828125, 198, 1417.800048828125, 191, 1417.800048828125, 185, 1418.800048828125]
    }, {
      _id: "33",
      name: "Лодыжка левой ноги (передняя проекция)",
      shape: "poly",
      coords: [404, 1442.800048828125, 407, 1439.800048828125, 410, 1437.800048828125, 413, 1434.800048828125, 416, 1432.800048828125, 423, 1428.800048828125, 430, 1424.800048828125, 438, 1421.800048828125, 446, 1419.800048828125, 454, 1418.800048828125, 461, 1417.800048828125, 465, 1418.800048828125, 456, 1400.800048828125, 447, 1386.800048828125, 447, 1353.800048828125, 441, 1350.800048828125, 435, 1349.800048828125, 428, 1347.800048828125, 420, 1348.800048828125, 411, 1348.800048828125, 404, 1350.800048828125, 398, 1352.800048828125, 397, 1383.800048828125, 394, 1391.800048828125, 387, 1399.800048828125, 382, 1411.800048828125, 381, 1420.800048828125, 383, 1428.800048828125, 389, 1434.800048828125, 403, 1442.800048828125]
    }, {
      _id: "34",
      name: "Тыльная поверхность правой стопы (передняя проекция)",
      shape: "poly",
      coords: [152, 1481.800048828125, 165, 1466.800048828125, 170, 1458.800048828125, 185, 1418.800048828125, 192, 1416.800048828125, 200, 1417.800048828125, 208, 1419.800048828125, 217, 1422.800048828125, 229, 1429.800048828125, 242, 1439.800048828125, 246, 1442.800048828125, 237, 1447.800048828125, 227, 1457.800048828125, 220, 1467.800048828125, 216, 1480.800048828125, 211, 1493.800048828125, 207, 1502.800048828125, 200, 1507.800048828125, 196, 1501.800048828125, 191, 1496.800048828125, 184, 1489.800048828125, 177, 1485.800048828125, 170, 1481.800048828125, 160, 1480.800048828125, 156, 1481.800048828125, 152, 1481.800048828125]
    }, {
      _id: "35",
      name: "Тыльная поверхность левой стопы (передняя проекция)",
      shape: "poly",
      coords: [404, 1442.800048828125, 415, 1433.800048828125, 427, 1426.800048828125, 441, 1420.800048828125, 455, 1418.800048828125, 465, 1418.800048828125, 475, 1449.800048828125, 481, 1462.800048828125, 491, 1474.800048828125, 499, 1482.800048828125, 487, 1480.800048828125, 474, 1485.800048828125, 463, 1493.800048828125, 456, 1502.800048828125, 449, 1508.800048828125, 443, 1504.800048828125, 439, 1497.800048828125, 434, 1482.800048828125, 428, 1466.800048828125, 424, 1460.800048828125, 419, 1454.800048828125, 404, 1442.800048828125]
    }, {
      _id: "36",
      name: "Пальцы правой стопы (передняя проекция)",
      shape: "poly",
      coords: [151, 1482.800048828125, 148, 1485.800048828125, 148, 1487.800048828125, 145, 1489.800048828125, 140, 1493.800048828125, 145, 1492.800048828125, 147, 1492.800048828125, 147, 1494.800048828125, 146, 1497.800048828125, 140, 1499.800048828125, 139, 1501.800048828125, 140, 1503.800048828125, 145, 1502.800048828125, 152, 1498.800048828125, 157, 1493.800048828125, 160, 1492.800048828125, 160, 1493.800048828125, 159, 1497.800048828125, 156, 1501.800048828125, 151, 1505.800048828125, 145, 1510.800048828125, 144, 1513.800048828125, 148, 1515.800048828125, 153, 1515.800048828125, 160, 1512.800048828125, 166, 1503.800048828125, 170, 1495.800048828125, 173, 1494.800048828125, 174, 1494.800048828125, 175, 1497.800048828125, 174, 1500.800048828125, 172, 1505.800048828125, 167, 1512.800048828125, 162, 1517.800048828125, 155, 1522.800048828125, 153, 1524.800048828125, 154, 1528.800048828125, 158, 1531.800048828125, 162, 1532.800048828125, 168, 1531.800048828125, 177, 1528.800048828125, 184, 1525.800048828125, 189, 1518.800048828125, 191, 1514.800048828125, 194, 1511.800048828125, 199, 1508.800048828125, 200, 1508.800048828125, 195, 1500.800048828125, 190, 1495.800048828125, 183, 1489.800048828125, 177, 1486.800048828125, 171, 1481.800048828125, 163, 1479.800048828125, 150, 1482.800048828125]
    }, {
      _id: "37",
      name: "Пальцы левой стопы (передняя проекция)",
      shape: "poly",
      coords: [450, 1507.800048828125, 455, 1501.800048828125, 461, 1496.800048828125, 467, 1490.800048828125, 475, 1485.800048828125, 483, 1481.800048828125, 492, 1481.800048828125, 498, 1482.800048828125, 502, 1485.800048828125, 503, 1487.800048828125, 504, 1490.800048828125, 509, 1493.800048828125, 510, 1494.800048828125, 503, 1492.800048828125, 503, 1493.800048828125, 504, 1496.800048828125, 509, 1501.800048828125, 510, 1503.800048828125, 506, 1503.800048828125, 499, 1499.800048828125, 494, 1493.800048828125, 490, 1493.800048828125, 490, 1496.800048828125, 494, 1502.800048828125, 500, 1507.800048828125, 504, 1510.800048828125, 506, 1513.800048828125, 504, 1515.800048828125, 498, 1515.800048828125, 493, 1513.800048828125, 486, 1508.800048828125, 483, 1502.800048828125, 479, 1496.800048828125, 476, 1494.800048828125, 474, 1495.800048828125, 475, 1499.800048828125, 476, 1503.800048828125, 479, 1505.800048828125, 481, 1508.800048828125, 486, 1515.800048828125, 488, 1518.800048828125, 491, 1521.800048828125, 495, 1522.800048828125, 496, 1524.800048828125, 496, 1526.800048828125, 493, 1530.800048828125, 485, 1532.800048828125, 475, 1529.800048828125, 465, 1524.800048828125, 461, 1518.800048828125, 455, 1512.800048828125, 449, 1508.800048828125]
    }, {
      _id: "38",
      name: "Пупочная область (передняя проекция)",
      shape: "poly",
      coords: [207, 672.5, 214, 678.5, 220, 684.5, 226, 688.5, 232, 694.5, 239, 700.5, 251, 708.5, 265, 719.5, 279, 727.5, 298, 732.5, 314, 733.5, 324, 734.5, 339, 733.5, 349, 733.5, 364, 730.5, 372, 727.5, 380, 724.5, 386, 719.5, 393, 714.5, 405, 705.5, 412, 702, 418, 696, 424, 692, 444, 675, 422, 677, 414, 676, 406, 675, 399, 673, 391, 670, 378, 662, 372, 657, 360, 646, 352, 632, 344, 620, 342, 611, 338, 603, 336, 596, 332, 581, 329, 565, 328, 548, 326, 514, 326, 544, 324, 556, 324, 564, 322, 572, 320, 583, 318, 595, 313, 611, 306, 625, 293, 645, 275, 661, 257, 670, 242, 674, 230, 675, 207, 673]
    }, {
      _id: "39",
      name: "Ребра справа под грудной клеткой (передняя проекция)",
      shape: "poly",
      coords: [189.5999984741211, 544, 204.5999984741211, 621, 211.5999984741211, 621, 219.5999984741211, 621, 227.5999984741211, 621, 235.5999984741211, 619, 242.5999984741211, 618, 250.5999984741211, 616, 258.5999984741211, 613, 265.5999984741211, 610, 272.5999984741211, 606, 278.5999984741211, 601, 290.5999984741211, 591, 295.5999984741211, 585, 299.5999984741211, 578, 304.5999984741211, 572, 308.5999984741211, 564, 314.5999984741211, 550, 317.5999984741211, 543, 320.5999984741211, 535, 325.5999984741211, 511, 326.5999984741211, 502, 325.5999984741211, 494, 325.5999984741211, 482, 311.5999984741211, 481, 295.5999984741211, 482, 288.5999984741211, 484, 280.5999984741211, 488, 274.5999984741211, 493, 267.5999984741211, 497, 261.5999984741211, 502, 247.5999984741211, 510, 233.5999984741211, 518, 220.5999984741211, 526, 206.5999984741211, 534, 189.5999984741211, 544]
    }, {
      _id: "40",
      name: "Ребра слева под грудной клеткой (передняя проекция)",
      shape: "poly",
      coords: [326, 482.20001220703125, 326, 515.2000122070312, 333, 537.2000122070312, 342, 560.2000122070312, 350, 574.2000122070312, 359, 587.2000122070312, 370, 597.2000122070312, 378, 605.2000122070312, 386, 608.2000122070312, 394, 612.2000122070312, 402, 615.2000122070312, 409, 618.2000122070312, 417, 619.2000122070312, 425, 620.2000122070312, 432, 621.2000122070312, 448, 621.2000122070312, 456, 582.2000122070312, 462, 551.2000122070312, 464, 544.2000122070312, 417, 516.2000122070312, 407, 510.20001220703125, 394, 502.20001220703125, 386, 498.20001220703125, 380, 493.20001220703125, 366, 484.20001220703125, 350, 481.20001220703125, 338, 481.20001220703125, 326, 482.20001220703125]
    }, {
      _id: "41",
      name: "Брюшная область справа (передняя проекция)",
      shape: "poly",
      coords: [204, 622.2000122070312, 207, 672.2000122070312, 222, 675.2000122070312, 230, 675, 237, 675, 246, 673, 254, 671, 268, 664, 275, 660, 282, 656, 293, 645, 302, 633, 309, 618, 315, 603, 320, 588, 323, 572, 325, 556, 326, 514, 317, 545, 314, 552.5, 310, 560.5, 303, 573.5, 299, 581.5, 289, 592.5, 283, 598.5, 277, 603.5, 270, 607.5, 256, 614.5, 248, 616.5, 241, 619.5, 233, 620.5, 225, 620.5, 217, 621.5, 209, 621.5, 204, 621.5]
    }, {
      _id: "42",
      name: "Брюшная область слева (передняя проекция)",
      shape: "poly",
      coords: [326.5, 513.5, 327.5, 534.5, 327.5, 544.5, 328.5, 557.5, 330.5, 573.5, 333.5, 589.5, 341.5, 611.5, 351.5, 633.5, 361.5, 646.5, 372.5, 657.5, 378.5, 662.5, 385.5, 667.5, 400.5, 672.5, 407.5, 675.5, 415.5, 676.5, 423.5, 676.5, 431.5, 676.5, 439.25, 675.5, 446.25, 673.5, 449.25, 661.5, 449.25, 652.5, 449.25, 644.5, 450.25, 629.5, 450.25, 621.5, 440.25, 621.5, 424.25, 620.5, 416.25, 619.5, 407.25, 618.5, 401.25, 615.5, 392.25, 612.5, 386.25, 609.5, 379.25, 605.5, 372.25, 600.5, 366.25, 595.5, 361.25, 590.5, 356.25, 583.5, 351.25, 576.5, 347.25, 570.5, 341.25, 559.5, 335.25, 545.5, 332.25, 533.5, 326.25, 513.5]
    }, {
      _id: "43",
      name: "Предплечье правой руки (передняя проекция)",
      shape: "poly",
      coords: [51, 753.5, 51, 755.5, 66, 759.2000122070312, 94, 760.2000122070312, 101, 733, 103, 721, 107, 710, 111, 694, 115, 679, 121, 665, 127, 650, 131, 643, 137, 628, 140, 621, 144, 605, 146, 589, 148, 573, 148, 559, 141, 559, 137, 560, 131, 561, 123, 561, 115, 560, 107, 559, 99, 558, 91, 556, 84, 553, 75, 550, 69, 564, 66, 571, 64, 578, 63, 583, 62, 590, 62, 594, 61, 598, 59, 605, 59, 612, 57, 622, 57, 630, 57, 638, 57, 646, 57, 654, 57, 662, 57, 678, 56, 685, 56, 701, 55, 717, 54, 726, 54, 733, 51, 754]
    }, {
      _id: "44",
      name: "Предплечье левой руки (передняя проекция)",
      shape: "poly",
      coords: [561, 762, 555, 737, 549, 714, 544, 695, 541, 688, 539, 681, 534, 666, 527, 651, 524, 643, 517, 630, 514, 622, 511, 606, 508, 590, 507, 582, 507, 559, 514, 561, 522, 561, 530, 562, 538, 561, 545, 560, 554, 558, 562, 557, 570, 554, 579, 551, 586, 564, 592, 583, 592, 594, 596, 600, 597, 611, 597, 623, 598, 639, 597, 654, 598, 671, 598, 695, 599, 710, 599, 718, 601, 735, 603, 754, 588, 759, 579, 760, 571, 760, 561, 761]
    }, {
      _id: "45",
      name: "Локтевой сгиб на правой руке (передняя проекция)",
      shape: "poly",
      coords: [75, 551, 88, 554, 94, 556, 104, 559, 111, 560, 118, 560, 127, 561, 135, 559, 145, 558, 144, 540, 149, 530, 153, 522, 155, 518, 126, 517, 111, 514, 103, 513, 95, 510, 82, 503, 82, 516, 82, 525, 82, 533, 82, 537, 75, 551]
    }, {
      _id: "46",
      name: "Локтевой сгиб на левой руке (передняя проекция)",
      shape: "poly",
      coords: [499, 520, 508, 542, 508, 560, 521, 562, 529, 562, 538, 561, 545, 560, 554, 559, 561, 557, 569, 554, 578, 551, 571, 538, 571, 504, 559, 511, 548, 514, 541, 516, 532, 518, 523, 519, 515, 520, 499, 520]
    }, {
      _id: "47",
      name: "Плечевой сустав справа (передняя проекция)",
      shape: "poly",
      coords: [159, 277, 168, 324, 171, 364, 172, 392, 147, 390, 130, 387, 123, 384, 116, 381, 109, 377, 99, 373, 104, 343, 106, 335, 112, 321, 121, 307, 132, 296, 145, 286, 159, 277]
    }, {
      _id: "48",
      name: "Передняя поверхность плеча справа в средней трети (передняя проекция)",
      shape: "poly",
      coords: [99, 373, 119, 382, 134, 388, 158, 392, 172, 393, 172, 431, 168, 434, 168, 442, 143, 439, 135, 438, 127, 437, 119, 435, 111, 433, 104, 431, 99, 426, 99, 414, 98, 407, 98, 399, 98, 391, 98, 382, 99, 373]
    }, {
      _id: "49",
      name: "Передняя поверхность плеча справа в нижней трети (передняя проекция)",
      shape: "poly",
      coords: [99, 427, 112, 434, 121, 436, 127, 436, 136, 438, 144, 439, 152, 441, 161, 441, 168, 442, 164, 476, 161, 492, 157, 507, 154, 518, 126, 518, 119, 516, 111, 515, 102, 512, 95, 510, 88, 507, 82, 503, 83, 486, 84, 478, 85, 470, 87, 463, 89, 455, 91, 448, 94, 441, 99, 428]
    }, {
      _id: "50",
      name: "Плечевой сустав слева (передняя проекция) (передняя проекция)",
      shape: "poly",
      coords: [493, 277, 515, 291, 527, 301, 539, 317, 549, 338, 552, 355, 555, 373, 544, 379, 530, 384, 518, 389, 510, 391, 504, 393, 497, 394, 488, 395, 480, 395, 480, 377, 481, 369, 481, 361, 482, 353, 482, 345, 484, 331, 486, 315, 488, 299, 490, 291, 491, 284, 493, 277]
    }, {
      _id: "51",
      name: "Передняя поверхность плеча слева в средней трети (передняя проекция)",
      shape: "poly",
      coords: [480, 394, 480, 420, 480, 432, 481, 433, 484, 434, 485, 443, 503, 441, 518, 439, 534, 436, 542, 435, 548, 432, 554, 427, 555, 408, 556, 400, 556, 384, 555, 373, 546, 377, 539, 380, 536, 383, 532, 384, 524, 387, 517, 389, 510, 391, 503, 392, 501, 393, 495, 394, 486, 394, 480, 394]
    }, {
      _id: "52",
      name: "Передняя поверхность плеча справа в нижней трети (передняя проекция)",
      shape: "poly",
      coords: [485, 443, 503, 441, 511, 440, 526, 438, 541, 434, 549, 431, 554, 427, 560, 445, 566, 461, 569, 476, 570, 492, 571, 504, 557, 511, 549, 514, 541, 516, 532, 518, 523, 519, 516, 520, 508, 520, 499, 519, 495, 504, 493, 496, 492, 489, 489, 472, 487, 458, 485, 443]
    }],
    ke = [{
      _id: "1",
      name: "Поверхность шеи слева (боковая проекция слева)",
      shape: "poly",
      coords: [262, 210, 291, 203, 299, 200, 312, 193, 317, 187, 323, 172, 334, 165, 346, 155, 352, 150, 353, 161, 353, 174, 353, 187, 353, 201, 354, 211, 357, 223, 362, 233, 372, 246, 362, 264, 353, 271, 348, 277, 341, 281, 337, 283, 334, 284, 326, 286, 319, 288, 303, 293, 288, 297, 273, 303, 258, 309, 240, 317, 275, 255, 262, 210]
    }, {
      _id: "2",
      name: "Плечевой сустав слева (боковая проекция слева)",
      shape: "poly",
      coords: [321, 287, 337, 283, 344, 279, 349, 275, 356, 269, 366, 257, 372, 246, 391, 277, 399, 295, 408, 318, 415, 338, 404, 351, 398, 356, 392, 362, 378, 369, 364, 376, 357, 379, 350, 381, 342, 384, 333, 385, 326, 387, 318, 387, 307, 388, 305, 383, 302, 375, 301, 368, 300, 360, 301, 353, 302, 345, 305, 337, 307, 330, 310, 323, 312, 314, 313, 308, 315, 302, 318, 296, 320, 287]
    }, {
      _id: "3",
      name: "Боковая поверхность плеча слева в средней трети (боковая проекция слева)",
      shape: "poly",
      coords: [306, 388, 334, 385, 342, 383, 350, 381, 357, 379, 371, 372, 379, 370, 385, 365, 393, 361, 398, 356, 409, 345, 415, 339, 418, 353, 421, 370, 422, 385, 421, 393, 424, 396, 410, 409, 397, 417, 382, 424, 367, 428, 351, 431, 335, 432, 331, 415, 319, 405, 308, 392, 306, 387]
    }, {
      _id: "4",
      name: "Боковая поверхность плеча слева в нижней трети (боковая проекция слева)",
      shape: "poly",
      coords: [335, 432, 353, 430, 368, 427, 377, 425, 384, 423, 392, 419, 406, 412, 412, 408, 423, 396, 433, 410, 443, 435, 449, 455, 454, 473, 440, 488, 430, 494, 424, 497, 416, 500, 408, 503, 401, 504, 393, 506, 385, 507, 374, 496, 369, 490, 364, 484, 359, 478, 350, 465, 342, 450, 339, 443, 335, 432]
    }, {
      _id: "5",
      name: "Локоть слева (боковая проекция слева) (боковая проекция слева)",
      shape: "poly",
      coords: [385, 507, 402, 504, 410, 502, 418, 500, 424, 496, 432, 493, 440, 487, 446, 482, 454, 473, 457, 493, 464, 503, 468, 515, 470, 523, 468, 531, 468, 532, 458, 537, 451, 539, 437, 543, 431, 545, 426, 545, 419, 544, 410, 543, 404, 541, 398, 538, 399, 529, 401, 520, 389, 511, 384, 507]
    }, {
      _id: "6",
      name: "Предплечье левой руки (боковая проекция слева)",
      shape: "poly",
      coords: [398.25, 539, 413.25, 544, 424.25, 544, 431.25, 544, 440.25, 543, 450.25, 540, 459.25, 537, 470.25, 531, 468.25, 571, 468.25, 587, 469.25, 604, 468.25, 619, 468.25, 635, 468.25, 667, 468.25, 691, 469.25, 714, 468.25, 726, 468.25, 732, 471.25, 741, 461.25, 744, 448.25, 746, 437.25, 745, 421.25, 744, 418.25, 719, 416.25, 704, 413.25, 680, 412.25, 665, 411.25, 656, 409.25, 641, 407.25, 625, 406.25, 617, 404.25, 602, 402.25, 594, 400.25, 578, 399.25, 571, 398.25, 555, 398.25, 539]
    }, {
      _id: "7",
      name: "Ключичная область слева (боковая проекция слева)",
      shape: "poly",
      coords: [240, 315.2000045776367, 269, 303.2000045776367, 284, 299.2000045776367, 298, 293.2000045776367, 314, 289.2000045776367, 321, 286.2000045776367, 315, 302.2000045776367, 311, 313.2000045776367, 300, 316.2000045776367, 285, 320.2000045776367, 271, 326.2000045776367, 257, 332.2000045776367, 242, 340.2000045776367, 229, 347.2000045776367, 218, 353.2000045776367, 241, 314.2000045776367]
    }, {
      _id: "8",
      name: "Грудная клетка слева (боковая проекция слева)",
      shape: "poly",
      coords: [217, 352.1999969482422, 244, 339.1999969482422, 273, 325.1999969482422, 296, 317.1999969482422, 311, 313.1999969482422, 298, 341.1999969482422, 296, 361.1999969482422, 296, 378.1999969482422, 300, 386.1999969482422, 276, 407.1999969482422, 254, 419.1999969482422, 234, 424.1999969482422, 233, 425.1999969482422, 226, 425.1999969482422, 217, 426.1999969482422, 204, 426.1999969482422, 203, 401.1999969482422, 206, 382.1999969482422, 211, 367.1999969482422, 218, 351.1999969482422]
    }, {
      _id: "9",
      name: "Подмышечная впадина слева (боковая проекция слева)",
      shape: "poly",
      coords: [301, 387.1999969482422, 274, 411.1999969482422, 258, 421.1999969482422, 259, 423.1999969482422, 268, 429.1999969482422, 276, 431.1999969482422, 288, 433.1999969482422, 296, 435.1999969482422, 304, 435.1999969482422, 314, 435.1999969482422, 323, 434.1999969482422, 330, 433.1999969482422, 326, 417.1999969482422, 314, 407.1999969482422, 304, 395.1999969482422, 301, 388.1999969482422]
    }, {
      _id: "10",
      name: "Ребра слева (боковая проекция слева)",
      shape: "poly",
      coords: [204, 426.33333587646484, 236, 425.33333587646484, 237, 427.33333587646484, 259, 423.33333587646484, 269, 428.33333587646484, 277, 429.33333587646484, 283, 432.33333587646484, 292, 434.33333587646484, 305, 436.33333587646484, 316, 435.33333587646484, 330, 433.33333587646484, 339, 456.33333587646484, 347, 471.33333587646484, 358, 487.33333587646484, 375, 506.33333587646484, 364, 520.3333358764648, 344, 533.3333358764648, 322, 542.3333358764648, 298, 547.3333358764648, 274, 550.3333358764648, 251, 548.3333358764648, 228, 545.3333358764648, 205, 538.3333358764648, 206, 426.33333587646484]
    }, {
      _id: "11",
      name: "Брюшная область слева (боковая проекция слева)",
      shape: "poly",
      coords: [204, 539.3333435058594, 228, 545.3333435058594, 245, 547.3333435058594, 260, 549.3333435058594, 276, 549.3333435058594, 300, 547.4000091552734, 308, 545.4000091552734, 324, 541.4000091552734, 338, 536.4000091552734, 352, 528.4000091552734, 364, 519.4000091552734, 374, 504.40000915527344, 356, 574.4000091552734, 356, 582.3999938964844, 354, 594.3999938964844, 353, 610.3999938964844, 354, 626.3999938964844, 356, 642.3999938964844, 357, 645.3999938964844, 332, 649.2000122070312, 316, 649.2000122070312, 292, 647.2000122070312, 274, 645.2000122070312, 253, 639.2000122070312, 239, 633.2000122070312, 226, 624.2000122070312, 220, 619.2000122070312, 212, 609.2000122070312, 209, 575.2000122070312, 206, 553.2000122070312, 204, 539.2000122070312]
    }, {
      _id: "12",
      name: "Тазобедренный сустав слева (боковая проекция слева)",
      shape: "poly",
      coords: [212, 682.2000122070312, 212, 710.2000122070312, 214, 717.2000122070312, 216, 811.2000122070312, 239, 816.2000122070312, 264, 820.2000122070312, 286, 821.2000122070312, 295, 823.2000122070312, 310, 821.2000122070312, 326, 819.2000122070312, 343, 814.2000122070312, 356, 804.2000122070312, 367, 793.2000122070312, 378, 781.2000122070312, 384, 767.2000122070312, 388, 760.2000122070312, 390, 744.2000122070312, 390, 720.2000122070312, 386, 704.2000122070312, 377, 683.2000122070312, 370, 668.2000122070312, 360, 654.2000122070312, 256, 679.2000122070312, 233, 683.2000122070312, 212, 683.2000122070312]
    }, {
      _id: "13",
      name: "Бедро левой ноги (боковая проекция слева)",
      shape: "poly",
      coords: [216, 811.2000122070312, 255, 819.2000122070312, 278, 822.2000122070312, 302, 821.2000122070312, 326, 819.2000122070312, 344, 814.2000122070312, 348, 819.2000122070312, 365, 808.2000122070312, 369, 840.2000122070312, 368, 879.2000122070312, 363, 919.2000122070312, 354, 966.2000122070312, 344, 1003.2000122070312, 342, 1015.2000122070312, 283, 1021.2000122070312, 268, 1025.2000122070312, 245, 1030.2000122070312, 232, 1001.2000122070312, 223, 954.2000122070312, 217, 906.2000122070312, 215, 875.2000122070312, 214, 835.2000122070312, 215, 828.2000122070312, 216, 820.2000122070312, 216, 811.2000122070312]
    }, {
      _id: "14",
      name: "Коленный сустав левой ноги на боковой проекции (боковая проекция слева)",
      shape: "poly",
      coords: [246, 1031.2000122070312, 279, 1022.2000122070312, 303, 1019.2000122070312, 342, 1015.2000122070312, 343, 1038.2000122070312, 347, 1061.2000122070312, 355, 1083.2000122070312, 364, 1106.2000122070312, 338, 1115.2000122070312, 314, 1120.2000122070312, 292, 1122.2000122070312, 276, 1123.2000122070312, 275, 1112.2000122070312, 265, 1099.2000122070312, 257, 1087.2000122070312, 252, 1071.2000122070312, 251, 1055.2000122070312, 253, 1041.2000122070312, 246, 1031.2000122070312]
    }, {
      _id: "15",
      name: "Голень левой ноги (боковая проекция слева)",
      shape: "poly",
      coords: [275, 1123.2000732421875, 282, 1211.2000732421875, 286, 1251.2000732421875, 293, 1297.2000732421875, 298, 1320.2000732421875, 300, 1352.2000732421875, 302, 1395.2000732421875, 314, 1393.2000732421875, 322, 1394.2000732421875, 338, 1392.2000732421875, 353, 1393.2000732421875, 366, 1395.2000732421875, 364, 1350.2000732421875, 368, 1319.2000732421875, 374, 1288.2000732421875, 378, 1261.2000732421875, 382, 1249.2000732421875, 386, 1226.2000732421875, 386, 1202.2000732421875, 384, 1170.2000732421875, 379, 1147.2000732421875, 372, 1124.2000732421875, 365, 1107.2000732421875, 322, 1118.2000732421875, 298, 1121.2000732421875, 276, 1123.2000732421875]
    }, {
      _id: "17",
      name: "Подбородочная область (боковая проекция слева)",
      shape: "poly",
      coords: [229, 188, 228, 198, 233, 205, 244, 210, 258, 210, 261, 176, 229, 188]
    }, {
      _id: "18",
      name: "Нижняя челюсть слева (боковая проекция слева)",
      shape: "poly",
      coords: [262, 174, 258, 209, 282, 205, 299, 201, 311, 195, 318, 187, 324, 171, 313, 161, 262, 174]
    }, {
      _id: "19",
      name: "Носогубная область (боковая проекция слева)",
      shape: "poly",
      coords: [228, 187.19999980926514, 227, 179.19999980926514, 222, 178.19999980926514, 221, 173.19999980926514, 237, 168.19999980926514, 233, 165.19999980926514, 221, 167.19999980926514, 222, 152.19999980926514, 230, 145.19999980926514, 254, 146.19999980926514, 258, 149.19999980926514, 261, 155.19999980926514, 263, 173.19999980926514, 261, 175.19999980926514, 228, 187.19999980926514]
    }, {
      _id: "20",
      name: "Нос (боковая проекция слева)",
      shape: "poly",
      coords: [227, 146, 220, 149, 211, 150, 207, 147, 206, 143, 219, 112, 227, 119, 225, 125, 225, 130, 227, 137, 228, 141, 227, 146]
    }, {
      _id: "21",
      name: "Скуловая область слева (боковая проекция слева)",
      shape: "poly",
      coords: [227, 119.5, 225, 126.5, 225, 132.5, 227, 136.5, 227, 143.5, 229, 144.5, 241, 146.5, 254, 146.5, 258, 150.5, 260, 155.5, 262, 174.5, 313, 161.5, 323, 170.5, 332, 145.5, 325, 148.5, 320, 148.5, 317, 145.5, 319, 132.5, 315, 111.5, 302, 119.5, 287, 122.5, 277, 120.5, 266, 114.5, 265, 118.5, 263, 121.5, 257, 126, 248, 127, 240, 125, 233, 123, 228, 119]
    }, {
      _id: "22",
      name: "Ушная раковина слева (боковая проекция слева)",
      shape: "poly",
      coords: [315, 111.5, 320, 133.5, 323, 133, 321, 141, 323, 145, 327, 144, 330, 142.5, 331, 138.5, 332, 136.5, 338, 134.5, 342, 132.5, 342, 127.5, 344, 120, 345, 112, 343, 100, 337, 95, 326, 96, 320, 100, 318, 108, 315, 110]
    }, {
      _id: "23",
      name: "Параорбитальная область слева (боковая проекция слева)",
      shape: "poly",
      coords: [227, 119, 236, 124, 244, 126, 252, 127, 259, 125, 265, 119, 265, 113, 262, 108, 260, 105, 254, 101, 246, 97, 243, 95, 233, 109, 227, 119]
    }, {
      _id: "24",
      name: "Лобная область (боковая проекция слева)",
      shape: "poly",
      coords: [227, 119, 219, 111, 219, 100, 220, 84, 221, 76, 222, 68, 225, 60, 228, 53, 232, 46, 243, 35, 260, 25, 261, 37, 261, 45, 260, 59, 259, 67, 255, 75, 251, 82, 248, 89, 243, 96, 237, 103, 233, 109, 227, 119]
    }, {
      _id: "25",
      name: "Висок слева (боковая проекция слева)",
      shape: "poly",
      coords: [259, 67, 252, 82, 242, 95, 257, 103, 263, 109, 266, 114, 278, 121, 288, 122, 303, 119, 315, 112, 319, 98, 327, 93, 318, 76, 305, 68, 290, 64, 259, 66]
    }, {
      _id: "26",
      name: "Затылок (боковая проекция слева)",
      shape: "poly",
      coords: [318, 77, 321, 72, 328, 69, 342, 61, 349, 59, 355, 55, 367, 50, 373, 61, 376, 72, 378, 80, 378, 88, 377, 96, 376, 104, 373, 112, 368, 126, 364, 133, 360, 140, 354, 146, 346, 155, 337, 162, 331, 166, 323, 170, 332, 145, 335, 141, 342, 139, 346, 132, 347, 123.5, 349, 116.5, 348, 108.5, 347, 100.5, 342, 94, 334, 93, 328, 92, 325, 87, 318, 77]
    }, {
      _id: "27",
      name: "Волосистая часть головы (боковая проекция слева)",
      shape: "poly",
      coords: [260, 25, 261, 37, 261, 50, 259, 61, 259, 67, 270, 65, 278, 64, 286, 64, 293, 65, 301, 67, 309, 70, 315, 74, 318, 77, 322, 72, 329, 68, 367, 50, 359, 38, 354, 33, 347, 28, 340, 24, 333, 21, 325, 19, 317, 18, 309, 17, 293, 18, 285, 19, 279, 21, 270, 22, 260, 25]
    }],
    J = [{
      _id: "1",
      name: "Волосистая часть головы (боковая проекция справа)",
      shape: "poly",
      coords: [393, 25, 393, 44, 393, 53, 395, 67, 371, 64, 355, 66, 344, 70, 336, 77, 332, 72, 325, 69, 318, 65, 286, 50, 295, 37, 308, 27, 322, 21, 338, 18, 353, 17, 369, 19, 377, 21, 384, 23, 393, 25]
    }, {
      _id: "2",
      name: "Лобная область (боковая проекция справа)",
      shape: "poly",
      coords: [393, 25, 392, 38, 393, 53, 394, 64, 395, 66, 401, 80, 406, 89, 416, 103, 424, 116, 426, 120, 435, 112, 434, 100, 433, 84, 431, 68, 429, 61, 426, 53, 421, 46, 417, 40, 411, 35, 393, 25]
    }, {
      _id: "3",
      name: "Висок справа (боковая проекция справа)",
      shape: "poly",
      coords: [395, 67, 379, 64, 363, 64, 352, 67, 344, 71, 336, 78, 327, 91, 336, 97, 339, 104, 339, 111, 340, 113, 353, 120, 362, 122, 369, 122, 377, 121, 384, 117, 389, 113, 393, 105, 410, 96, 404, 87, 401, 79, 395, 67]
    }, {
      _id: "4",
      name: "Затылок (боковая проекция справа)",
      shape: "poly",
      coords: [336, 76, 326, 69, 286, 51, 279, 64, 276, 80, 276, 92, 278, 104, 282, 119, 290, 134, 298, 146, 311, 157, 330, 170, 322, 148, 319, 142, 311, 138, 308, 132, 306, 124, 305, 109, 307, 101, 311, 94, 323, 92, 326, 92, 336, 76]
    }, {
      _id: "5",
      name: "Ушная раковина справа (боковая проекция справа)",
      shape: "poly",
      coords: [338, 110, 336, 109, 334, 101, 331, 98, 323, 94, 316, 95, 311, 101, 309, 108, 309, 116, 310, 124, 312, 131, 315, 135, 321, 138, 323, 142, 326, 145, 331, 145, 332, 142, 331, 137, 330, 134, 333, 131, 334, 132, 339, 110]
    }, {
      _id: "6",
      name: "Параорбитальная область справа (боковая проекция справа)",
      shape: "poly",
      coords: [411, 96, 396, 103, 389, 113, 389, 118, 394, 124, 401, 127, 408, 126, 413, 126, 420, 123, 426, 119, 411, 95]
    }, {
      _id: "7",
      name: "Нос (боковая проекция справа)",
      shape: "poly",
      coords: [426, 120, 435, 112, 447, 139, 447, 144, 445, 149, 434, 149, 427, 147, 425, 140, 427, 135, 429, 130, 426, 120]
    }, {
      _id: "8",
      name: "Скуловая область справа (боковая проекция справа)",
      shape: "poly",
      coords: [338, 111, 334, 132, 336, 139, 337, 144, 335, 147, 330, 149, 322, 148, 331, 170, 340, 161, 348, 162, 354, 164, 362, 166, 370, 169, 377, 170, 386, 173, 392, 174, 393, 152, 396, 148, 401, 146, 424, 145, 426, 140, 429, 130, 426, 120, 420, 124, 413, 126, 405, 127, 397, 126, 390, 121, 389, 113, 382, 118, 375, 121, 367, 123, 359, 122, 351, 119, 338, 110]
    }, {
      _id: "9",
      name: "Носогубная область (боковая проекция справа)",
      shape: "poly",
      coords: [426, 145, 400, 146, 395, 149, 393, 153, 392, 160, 392, 175, 424, 187, 425, 179, 430, 178, 431, 174, 417, 168, 421, 165, 428, 166, 432, 165, 432, 161, 431, 153, 433, 152, 426, 149, 425, 145]
    }, {
      _id: "10",
      name: "Подбородочная область (боковая проекция справа)",
      shape: "poly",
      coords: [424, 187, 392, 175, 395, 209, 410, 209, 418, 207, 421, 205, 424, 198, 424, 190, 423, 187]
    }, {
      _id: "11",
      name: "Нижняя челюсть справа (боковая проекция справа)",
      shape: "poly",
      coords: [395, 209, 392, 175, 376, 170, 361, 166, 353, 163, 342, 161, 331, 169, 334, 181, 339, 189, 350, 197, 359, 200, 367, 203, 395, 209]
    }, {
      _id: "12",
      name: "Поверхность шеи (боковая проекция справа)",
      shape: "poly",
      coords: [300, 151, 301, 202, 296, 220, 281, 246, 284, 251, 291, 264, 301, 272, 307, 277, 313, 281, 320, 285, 328, 286, 335, 288, 343, 291, 415, 316, 377, 254, 392, 210, 357, 201, 343, 195, 335, 185, 330, 171, 300, 150]
    }, {
      _id: "13",
      name: "Плечевой сустав (боковая проекция справа)",
      shape: "poly",
      coords: [282, 246, 292, 264, 307, 278, 320, 285, 333, 287, 342, 313, 340, 315, 348, 333, 352, 349, 353, 364, 350, 380, 346, 388, 312, 384, 297, 380, 282, 374, 268, 366, 255, 357, 239, 339, 253, 299, 263, 277, 282, 247]
    }, {
      _id: "14",
      name: "Поверхность плеча в средней трети (боковая проекция справа)",
      shape: "poly",
      coords: [239, 339, 261, 361, 283, 373, 304, 381, 312, 384, 329, 387, 347, 388, 342, 396, 336, 404, 326, 412, 322, 416, 318, 432, 293, 430, 272, 423, 263, 420, 248, 413, 236, 403, 230, 396, 232, 392, 233, 365, 239, 339]
    }, {
      _id: "15",
      name: "Поверхность плеча в нижней трети (боковая проекция справа)",
      shape: "poly",
      coords: [200, 473, 204, 457, 209, 439, 217, 417, 224, 402, 230, 396, 237, 404, 246, 412, 259, 418, 276, 425, 292, 429, 312, 432, 318, 432, 311, 451, 304, 464, 295, 478, 286, 490, 279, 498, 268, 507, 253, 505, 237, 501, 225, 495, 213, 488, 203, 478, 199, 473]
    }, {
      _id: "16",
      name: "Локоть справа (боковая проекция справа)",
      shape: "poly",
      coords: [200, 473, 213, 488, 230, 497, 245, 502, 268, 507, 252, 521, 255, 538, 241, 544, 217, 544, 201, 540, 185, 532, 183, 518, 188, 508, 196, 493, 200, 474]
    }, {
      _id: "17",
      name: "Предплечье правой руки (боковая проекция справа)",
      shape: "poly",
      coords: [185, 531, 185, 603, 185, 651, 185, 691, 185, 722, 185, 731, 182, 741, 200, 745, 216, 745, 231, 744, 249, 602, 250, 594, 252, 586, 255, 570, 256, 547, 255, 539, 232, 545, 216, 544, 201, 540, 194, 537, 185, 531]
    }, {
      _id: "18",
      name: "Ключичная область справа (боковая проекция справа)",
      shape: "poly",
      coords: [333, 288, 414, 316, 436, 353, 380, 325, 357, 317, 342, 314, 333, 288]
    }, {
      _id: "19",
      name: "Грудная клетка справа (боковая проекция справа)",
      shape: "poly",
      coords: [342, 314, 368, 320, 436, 353, 447, 379, 450, 403, 449, 426, 428, 426, 418, 425, 396, 418, 376, 405, 354, 387, 358, 368, 357, 352, 354, 337, 352, 330, 343, 313]
    }, {
      _id: "20",
      name: "Подмышечная впадина справа (боковая проекция справа)",
      shape: "poly",
      coords: [352, 389, 378, 413, 395, 422, 381, 430, 362, 434, 345, 436, 323, 433, 328, 417, 342, 404, 352, 390]
    }, {
      _id: "21",
      name: "Ребра справа (боковая проекция справа)",
      shape: "poly",
      coords: [323, 433, 315, 456, 305, 474, 279, 504, 290, 520, 302, 530, 332, 541, 355, 547, 373, 549, 394, 549, 410, 549, 448, 538, 449, 427, 418, 425, 418, 428, 395, 423, 384, 429, 370, 433, 350, 436, 334, 436, 323, 433]
    }, {
      _id: "22",
      name: "Брюшная область справа (боковая проекция справа)",
      shape: "poly",
      coords: [279, 504, 294, 564, 298, 586, 300, 614, 298, 634, 296, 646, 321, 650, 337, 649, 353, 648, 361, 647, 377, 645, 393, 642, 408, 636, 421, 629, 429, 625, 441, 609, 443, 606, 450, 538, 409, 548, 377, 549, 345, 545, 331, 541, 308, 533, 294, 524, 279, 505]
    }, {
      _id: "23",
      name: "Тазобедренный сустав справа (боковая проекция справа)",
      shape: "poly",
      coords: [294, 654, 365, 671, 404, 680, 420, 683, 443, 683, 440, 713, 440, 717, 438, 811, 396, 820, 376, 822, 359, 823, 336, 820, 320, 817, 312, 815, 307, 811, 286, 794, 277, 781, 272, 774, 266, 759, 263, 744, 264, 728, 265, 712, 270, 697, 277, 682, 294, 654]
    }, {
      _id: "24",
      name: "Бедро правой ноги (боковая проекция справа)",
      shape: "poly",
      coords: [310, 815, 339, 821, 356, 822, 380, 822, 402, 819, 437, 811, 439, 831, 437, 896, 434, 935, 427, 974, 424, 990, 417, 1013, 408, 1030, 311, 1014, 310, 1001, 300, 970, 294, 940, 289, 908, 284, 861, 285, 837, 290, 808, 306, 820, 309, 819, 310, 814]
    }, {
      _id: "25",
      name: "Коленный сустав правой ноги (боковая проекция справа)",
      shape: "poly",
      coords: [311, 1014, 408, 1030, 402, 1039, 401, 1045, 402, 1060, 399, 1075, 399, 1079, 396, 1087, 390, 1097, 380, 1109, 378, 1112, 378, 1123, 353, 1122, 341, 1120, 330, 1118, 316, 1115, 307, 1112, 300, 1110, 289, 1107, 297, 1088, 303, 1073, 305, 1064, 309, 1050, 311, 1034, 311, 1013]
    }, {
      _id: "26",
      name: "Голень правой ноги (боковая проекция справа)",
      shape: "poly",
      coords: [289, 1107, 331, 1119, 355, 1121, 364, 1123, 378, 1123, 374, 1195, 372, 1211, 369, 1235, 367, 1258, 364, 1274, 362, 1289, 359, 1304, 357, 1313, 355, 1320, 355, 1329, 354, 1352, 353, 1368, 352, 1392, 351, 1396, 332, 1393, 315, 1392, 300, 1394, 288, 1395, 290, 1374, 290, 1358, 289, 1342, 284, 1311, 281, 1296, 277, 1272, 276, 1265, 275, 1260, 274, 1257, 272, 1249, 270, 1242, 269, 1234, 267, 1218, 267, 1203, 269, 1186, 270, 1171, 273, 1154, 279, 1132, 289, 1107]
    }],
    fe = [{
      _id: "1",
      name: "Волосистая часть головы",
      shape: "poly",
      coords: [268, 90, 274, 96, 279, 101, 282, 101, 291, 96, 297, 93, 304, 90, 311, 87, 319, 87, 326, 86, 333, 86, 341, 87, 347, 90, 354, 93, 360, 96, 368, 99, 375, 100, 381, 96, 385, 91, 381, 83, 377, 77, 372, 71, 360, 63, 346, 58, 338, 56, 323, 56, 308, 58, 294, 62, 288, 66, 282, 71, 273, 81, 268, 90]
    }, {
      _id: "2",
      name: "Затылок",
      shape: "poly",
      coords: [270, 93, 280, 101, 287, 100, 293, 97, 300, 93, 310, 89, 317, 88, 325, 87, 340, 88, 347, 90, 360, 97, 367, 100, 375, 101, 386, 94, 388, 101, 390, 108, 391, 122, 390, 138, 391, 146, 393, 160, 391, 169, 384, 201, 356, 191, 339, 188, 323, 187, 308, 189, 294, 193, 271, 201, 263, 169, 263, 159, 264, 144, 265, 129, 265, 109, 269, 93]
    }, {
      _id: "3",
      name: "Задняя поверхность шеи",
      shape: "poly",
      coords: [281, 197, 312, 188, 335, 187, 357, 192, 372, 197, 374, 256, 366, 254, 365, 258, 401, 268, 418, 277, 445, 291, 442, 293, 435, 295, 421, 294, 405, 295, 389, 293, 376, 289, 362, 287, 348, 287, 332, 292, 324, 292, 313, 289, 307, 288, 295, 286, 280, 289, 266, 292, 250, 294, 233, 295, 217, 294, 207, 292, 238, 275, 270, 263, 287, 257, 286, 255, 279, 257, 282, 197]
    }, {
      _id: "4",
      name: "Лопаточная область слева",
      shape: "poly",
      coords: [183, 302, 203, 294, 229, 296, 243, 295, 252, 296, 266, 293, 281, 289, 295, 286, 302, 287, 308, 288, 303, 350, 299, 391, 298, 409, 297, 424, 296, 452, 295, 474, 293, 512, 273, 518, 251, 523, 237, 525, 229, 524, 218, 521, 209, 515, 203, 509, 191, 495, 178, 476, 171, 463, 163, 443, 158, 430, 175, 410, 179, 402, 189, 374, 190, 364, 191, 351, 187, 324, 183, 302]
    }, {
      _id: "5",
      name: "Лопаточная область справа",
      shape: "poly",
      coords: [345.25, 288, 358.25, 286, 375.25, 290, 387.25, 293, 404.25, 295, 420.25, 296, 442.25, 294, 450.25, 294, 468.25, 301, 465.25, 317, 463.25, 327, 462.25, 339, 460.25, 346, 460.25, 354, 461.25, 362, 462.25, 372, 464.25, 380, 467.25, 387, 469.25, 394, 471.25, 401, 475.25, 408, 482.25, 417, 494.25, 429, 492.25, 435, 489.25, 441, 492.25, 443, 476.25, 476, 470.25, 486, 458.25, 501, 442.25, 516, 436.25, 520, 429.25, 523, 422.25, 525, 411.25, 525, 400.25, 523, 385.25, 519, 361.25, 512, 359.25, 462, 357.25, 447, 355.25, 418, 350.25, 351, 345.25, 288]
    }, {
      _id: "6",
      name: "Ребра слева под лопатками",
      shape: "poly",
      coords: [178, 478, 193, 498, 206, 511, 217, 521, 225, 524, 232, 525, 239, 526, 255, 523, 292, 513, 293, 564, 273, 571, 247, 577, 232, 578, 221, 577, 206, 570, 199, 529, 196, 519, 192, 504, 187, 495, 178, 478]
    }, {
      _id: "7",
      name: "Ребра справа под лопатками",
      shape: "poly",
      coords: [362, 512, 381, 518, 393, 521, 411, 525, 422, 525, 431, 524, 443, 516, 453, 505, 466, 491, 473, 482, 464, 498, 460, 508, 456, 527, 447, 571, 434, 576, 421, 579, 406, 577, 399, 576, 387, 573, 376, 570, 361, 566, 361, 511]
    }, {
      _id: "8",
      name: "Поясничная область слева",
      shape: "poly",
      coords: [207, 570, 217, 576, 232, 578, 247, 577, 261, 574, 276, 569, 293, 565, 294, 625, 279, 621, 264, 619, 249, 619, 235, 624, 222, 632, 209, 650, 206, 656, 210, 629, 211, 605, 208, 586, 206, 570]
    }, {
      _id: "9",
      name: "Поясничная область справа",
      shape: "poly",
      coords: [361, 564.5, 388, 572.5, 403, 577.5, 418, 578.5, 432, 577.5, 446, 571.5, 443, 597.5, 442, 615.5, 444, 641.5, 447, 654.5, 436, 635.5, 426, 626.5, 417, 623.5, 406, 620.5, 391, 620.5, 375, 621.5, 361, 625.5, 359, 625.5, 360, 564.5]
    }, {
      _id: "10",
      name: "Грудной отдел позвоночника",
      shape: "poly",
      coords: [310, 288, 321, 292, 325, 294, 331, 293, 345, 289, 355, 403, 361, 511, 360, 601, 346, 605, 327, 606, 308, 606, 294, 603, 293, 512, 297, 437, 310, 288]
    }, {
      _id: "11",
      name: "Крестец",
      shape: "poly",
      coords: [293, 602, 308, 606, 330, 606, 340, 606, 357, 603, 359, 602, 358, 683, 342, 680, 333, 679, 326, 679, 318, 680, 310, 680, 300, 683, 295, 683, 293, 668, 294, 653, 293, 626, 293, 601]
    }, {
      _id: "12",
      name: "Копчик",
      shape: "poly",
      coords: [295, 683.5, 311, 680.5, 323, 679.5, 334, 679.5, 341, 680.5, 348, 681.5, 358, 683.5, 359, 683.5, 356, 701.5, 354, 713.5, 352, 724.5, 351, 731.5, 351, 735.5, 350, 743.5, 348, 750.5, 345, 756.5, 341, 761.5, 333, 765.5, 322, 765.5, 318, 764.5, 311, 760.5, 307, 754.5, 305, 747.5, 302, 733.5, 300, 718.5, 299, 711.5, 297, 703.5, 295, 683.5]
    }, {
      _id: "14",
      name: "Седалищный бугор слева",
      shape: "poly",
      coords: [247, 683.5, 256, 683.5, 263, 685.5, 269, 688.5, 275, 693.5, 279, 699.5, 281, 706.5, 284, 721.5, 284, 729.5, 284, 744.5, 281, 751.5, 278, 758.5, 270, 770.5, 263, 774.5, 256, 775.5, 245, 775.5, 237, 773.5, 230, 769.5, 225, 764.5, 221, 758.5, 218, 751.5, 217, 744.5, 216, 729.5, 216, 721.5, 218, 714.5, 220, 706.5, 223, 699.5, 227, 693.5, 233, 688.5, 247, 683.5]
    }, {
      _id: "13",
      name: "Левая ягодица",
      shape: "poly",
      coords: [[293, 625, 289, 624, 285, 623, 281, 621, 277, 621, 273, 621, 269, 621, 265, 621, 261, 619, 257, 619, 253, 618, 249, 619, 245, 619, 241, 621, 237, 622, 233, 624, 229, 626, 226, 629, 222, 631, 219, 634, 216, 637, 214, 641, 211, 645, 208, 648, 206, 652, 205, 656, 205, 660, 205, 664, 205, 668, 204, 672, 203, 676, 201, 680, 200, 683, 200, 682, 199, 686, 197, 690, 197, 694, 197, 698, 195, 702, 195, 706, 194, 710, 193, 714, 192, 718, 192, 722, 191, 726, 190, 730, 190, 734, 189, 738, 188, 742, 187, 746, 186, 750, 186, 754, 186, 754, 186, 754, 186, 758, 187, 762, 187, 766, 188, 770, 188, 774, 190, 778, 190, 782, 192, 786, 194, 790, 197, 794, 200, 797, 203, 800, 204, 800, 204, 801, 207, 804, 211, 805, 215, 808, 219, 810, 222, 813, 226, 814, 230, 816, 234, 818, 238, 820, 242, 820, 246, 822, 250, 823, 254, 823, 258, 823, 258, 824, 258, 823, 262, 824, 266, 824, 270, 824, 274, 824, 278, 822, 282, 821, 286, 820, 290, 819, 293, 818, 294, 817, 298, 816, 302, 814, 306, 812, 309, 809, 312, 806, 316, 804, 318, 800, 320, 796, 321, 792, 322, 788, 323, 786, 323, 784, 324, 780, 324, 776, 324, 772, 323, 768, 320, 765, 316, 764, 313, 761, 310, 758, 307, 755, 306, 751, 303, 748, 301, 744, 301, 741, 302, 739, 302, 735, 301, 731, 300, 727, 300, 723, 300, 719, 298, 715, 298, 711, 297, 707, 297, 703, 297, 699, 296, 695, 295, 692, 295, 691, 295, 687, 294, 683, 294, 679, 294, 675, 294, 671, 294, 667, 293, 663, 293, 659, 293, 655, 293, 651, 293, 647, 293, 643, 292, 639, 293, 635, 293, 631, 293, 627, 293, 625, 293, 625], [252, 683, 248, 684, 244, 685, 240, 687, 236, 688, 233, 691, 230, 694, 226, 695, 224, 699, 221, 702, 220, 706, 218, 710, 217, 714, 216, 718, 216, 722, 216, 726, 215, 730, 215, 734, 216, 738, 216, 742, 217, 746, 217, 747, 217, 748, 218, 752, 220, 756, 221, 760, 224, 763, 226, 767, 229, 770, 233, 772, 237, 773, 241, 775, 245, 775, 249, 776, 253, 777, 257, 777, 260, 776, 260, 774, 264, 774, 268, 771, 272, 769, 274, 765, 276, 761, 278, 757, 280, 753, 281, 749, 283, 745, 284, 741, 284, 737, 284, 733, 285, 729, 285, 725, 284, 721, 284, 717, 283, 713, 282, 712, 282, 710, 281, 706, 280, 702, 278, 698, 275, 695, 272, 692, 269, 689, 265, 687, 262, 686, 261, 685, 257, 684, 253, 682, 249, 682, 248, 682]]
    }, {
      _id: "16",
      name: "Седалищный бугор справа",
      shape: "poly",
      coords: [399, 684.5, 406, 684.5, 413, 686.5, 421, 689.5, 427, 694.5, 431, 700.5, 434, 707.5, 436, 715.5, 437, 725.5, 437, 732.5, 438, 737.5, 437, 740.5, 437, 745.5, 437, 748.5, 434, 755.5, 431, 762.5, 426, 767.5, 421, 771.5, 414, 775.5, 406, 776.5, 398, 776.5, 391, 775.5, 384, 771.5, 379, 766.5, 375, 759.5, 372, 752.5, 371, 745.5, 369, 729.5, 369, 722.5, 371, 711.5, 373, 704.5, 378, 694.5, 385, 689.5, 391, 686.5, 399, 684.5]
    }, {
      _id: "15",
      name: "Правая ягодица",
      shape: "poly",
      coords: [[360, 627, 360, 631, 360, 635, 360, 639, 360, 643, 360, 647, 360, 651, 359, 655, 359, 659, 359, 663, 359, 667, 359, 671, 359, 675, 359, 679, 359, 680, 359, 680, 359, 684, 359, 688, 359, 692, 357, 696, 356, 700, 356, 704, 356, 708, 355, 712, 355, 712, 354, 711, 354, 715, 354, 719, 353, 723, 352, 727, 351, 731, 350, 735, 350, 739, 350, 743, 349, 747, 348, 751, 347, 755, 344, 758, 341, 761, 338, 765, 334, 766, 330, 767, 328, 767, 328, 767, 329, 771, 329, 775, 329, 779, 329, 783, 330, 787, 331, 791, 332, 795, 334, 799, 336, 803, 340, 805, 343, 809, 347, 811, 351, 812, 355, 814, 359, 816, 363, 818, 367, 819, 371, 821, 375, 822, 379, 823, 383, 823, 386, 823, 386, 823, 390, 823, 394, 823, 398, 823, 402, 823, 406, 821, 410, 821, 414, 819, 418, 817, 422, 815, 426, 814, 430, 812, 433, 809, 434, 809, 434, 807, 438, 807, 442, 804, 446, 803, 449, 800, 452, 797, 455, 794, 458, 790, 460, 786, 462, 782, 462, 778, 464, 774, 464, 770, 465, 766, 465, 762, 466, 758, 466, 754, 467, 750, 466, 746, 466, 745, 466, 744, 465, 740, 464, 736, 463, 732, 462, 728, 460, 724, 460, 720, 460, 716, 458, 712, 456, 708, 455, 704, 455, 700, 454, 696, 453, 692, 452, 688, 451, 684, 450, 683, 450, 681, 449, 677, 448, 673, 448, 669, 448, 665, 447, 661, 446, 657, 446, 653, 444, 649, 441, 645, 440, 641, 438, 640, 437, 639, 434, 636, 430, 633, 427, 630, 424, 627, 420, 625, 416, 624, 412, 622, 408, 621, 404, 621, 400, 620, 400, 620, 398, 619, 394, 619, 390, 619, 386, 620, 382, 621, 378, 621, 374, 623, 370, 623, 366, 624, 362, 625, 360, 626, 360, 627], [393, 685, 389, 687, 385, 688, 382, 691, 380, 695, 377, 698, 374, 701, 372, 705, 372, 705, 372, 705, 372, 709, 371, 713, 369, 717, 369, 721, 369, 725, 368, 729, 368, 733, 369, 734, 369, 735, 369, 739, 370, 743, 370, 747, 370, 751, 372, 755, 375, 759, 376, 761, 376, 760, 378, 764, 381, 768, 384, 771, 388, 773, 392, 776, 396, 776, 400, 777, 402, 778, 402, 777, 406, 777, 410, 776, 414, 775, 418, 774, 421, 771, 425, 769, 426, 769, 426, 767, 429, 764, 432, 761, 434, 757, 434, 756, 434, 753, 436, 749, 436, 745, 436, 741, 438, 737, 437, 733, 437, 729, 436, 725, 437, 724, 437, 722, 436, 718, 435, 714, 434, 710, 432, 706, 431, 702, 429, 698, 426, 695, 425, 694, 425, 694, 421, 691, 417, 689, 413, 687, 409, 684, 405, 684, 405, 684, 404, 685, 400, 685, 396, 686, 393, 686]]
    }, {
      _id: "17",
      name: "Плечевой сустав слева (задняя проекция)",
      shape: "poly",
      coords: [183, 300.5, 187, 321.5, 188, 332.5, 189, 339.5, 190, 347.5, 190, 357.5, 190, 365.5, 189, 369.5, 187, 375.5, 186, 380.5, 184, 389.5, 181, 396.5, 177, 407.5, 165, 406.5, 158, 405.5, 147, 402.5, 140, 399.5, 131, 394.5, 125, 390.5, 118, 385.5, 121, 364.5, 126, 349.5, 132, 336.5, 137, 330.5, 142, 324.5, 147, 319.5, 159, 310.5, 169, 305.5, 183, 300.5]
    }, {
      _id: "18",
      name: "Плечевой сустав справа (задняя проекция)",
      shape: "poly",
      coords: [468, 300.5, 466, 315.5, 464, 325.5, 463, 337.5, 462, 348.5, 461, 356.5, 462, 363.5, 463, 371.5, 466, 378.5, 467, 385.5, 469, 393.5, 471, 399.5, 476, 405.5, 478, 408.5, 486, 407.5, 501, 403.5, 516, 397.5, 528, 390.5, 533, 385.5, 533, 378.5, 532, 371.5, 530, 363.5, 528, 356.5, 526, 349.5, 522, 342.5, 519, 335.5, 515, 329.5, 510, 323.5, 499, 314.5, 486, 305.5, 468, 300.5]
    }, {
      _id: "19",
      name: "Задняя поверхность плеча слева в средней трети",
      shape: "poly",
      coords: [118, 386.5, 127, 392.5, 133, 396.5, 140, 399.5, 147, 402.5, 161, 406.5, 168, 407.5, 176, 407.5, 173, 411.5, 169, 417.5, 164, 423.5, 157, 429.5, 160, 435.5, 162, 442.5, 159, 443.5, 160, 446.5, 164, 459.5, 155, 461.5, 146, 463.5, 138, 462.5, 130, 462.5, 119, 459.5, 117, 444.5, 115, 433.5, 115, 418.5, 116, 403.5, 118, 385.5]
    }, {
      _id: "20",
      name: "Задняя поверхность плеча справа в средней трети",
      shape: "poly",
      coords: [478.75, 408.5, 493.75, 406.5, 507.75, 401.5, 515.75, 398.5, 533.75, 386.5, 535.75, 401.5, 536.75, 416.5, 536.75, 431.5, 535.75, 442.5, 533.75, 450.5, 532.75, 460.5, 519.75, 462.5, 509.75, 462.5, 500.75, 463.5, 488.75, 459.5, 493.75, 444.5, 492.75, 442.5, 489.75, 441.5, 494.75, 428.5, 476.75, 408.5]
    }, {
      _id: "21",
      name: "Задняя поверхность плеча слева в нижней трети",
      shape: "poly",
      coords: [118, 460, 117, 464, 116, 468, 114, 472, 112, 476, 111, 480, 110, 484, 109, 488, 107, 492, 106, 496, 104, 500, 104, 504, 103, 508, 102, 512, 101, 512, 101, 513, 101, 517, 101, 521, 100, 525, 99, 529, 99, 533, 98, 537, 97, 541, 96, 545, 95, 549, 95, 553, 95, 557, 95, 557, 95, 557, 97, 561, 100, 564, 104, 566, 107, 570, 111, 572, 114, 575, 118, 576, 122, 578, 126, 580, 130, 581, 131, 581, 131, 581, 135, 584, 139, 584, 143, 584, 147, 585, 151, 584, 155, 583, 157, 579, 159, 575, 160, 574, 160, 573, 162, 569, 162, 565, 164, 561, 166, 557, 167, 553, 169, 549, 171, 545, 172, 541, 173, 537, 174, 536, 174, 535, 175, 531, 176, 527, 177, 523, 178, 519, 178, 515, 178, 511, 179, 507, 180, 503, 181, 499, 181, 495, 182, 491, 182, 487, 182, 487, 181, 486, 178, 483, 177, 479, 174, 476, 173, 472, 171, 468, 168, 465, 166, 461, 163, 458, 164, 458, 162, 459, 158, 460, 154, 461, 150, 461, 146, 463, 142, 462, 138, 462, 134, 462, 130, 462, 126, 461, 122, 460, 118, 459, 118, 459]
    }, {
      _id: "22",
      name: "Задняя поверхность плеча справа в нижней трети",
      shape: "poly",
      coords: [489, 460, 506, 464, 517, 464, 528, 462, 534, 460, 541, 479, 548, 500, 553, 522, 558, 559, 552, 565, 547, 570, 541, 575, 531, 580, 521, 584, 513, 586, 505, 586, 499, 584, 493, 570, 487, 555, 482, 541, 478, 526, 475, 512, 472, 489, 489, 460]
    }, {
      _id: "23",
      name: "Локтевой сустав слева",
      shape: "poly",
      coords: [95, 558, 108, 572, 126, 580, 139, 585, 155, 583, 146, 603, 146, 634, 145, 640, 121, 646, 110, 645, 103, 644, 96, 641, 90, 636, 80, 622, 83, 610, 88, 599, 92, 594, 93, 591, 94, 583, 95, 558]
    }, {
      _id: "24",
      name: "Локтевой сустав справа",
      shape: "poly",
      coords: [498, 584, 514, 586, 522, 583, 532, 579, 541, 574, 558, 559, 559, 594, 566, 600, 574, 624, 563, 637, 555, 644, 547, 647, 533, 647, 509, 642, 506, 622, 507, 606, 507, 602, 498, 584]
    }, {
      _id: "25",
      name: "Предплечье левой руки (задняя проекция)",
      shape: "poly",
      coords: [80, 622, 93, 639, 106, 645, 121, 645, 146, 641, 143, 663, 140, 677, 134, 700, 128, 721, 122, 743, 119, 759, 113, 760, 100, 760, 79, 754, 76, 721, 75, 691, 75, 668, 74, 649, 76, 638, 79, 621]
    }, {
      _id: "26",
      name: "Предплечье правой руки (задняя проекция)",
      shape: "poly",
      coords: [507, 641, 536, 647, 548, 646, 558, 643, 568, 632, 574, 623, 578, 635, 579, 650, 578, 672, 578, 688, 577, 733, 576, 742, 577, 757, 565, 760, 550, 762, 536, 761, 533, 745, 531, 738, 527, 724, 519, 695, 515, 681, 512, 665, 508, 641]
    }, {
      _id: "27",
      name: "Запястная область левой кисти (тыльная сторона)",
      shape: "poly",
      coords: [78, 754, 93, 758, 108, 759, 118, 760, 118, 775, 117, 779, 119, 785, 120, 793, 120, 801, 117, 821, 117, 822, 108, 824, 100, 824, 92, 822, 85, 821, 75, 817, 72, 814, 64, 802, 59, 796, 51, 791, 62, 783, 69, 780, 75, 776, 78, 764, 79, 754]
    }, {
      _id: "28",
      name: "Пальцы на левой руке (тыльная сторона)",
      shape: "poly",
      coords: [51, 790, 46, 802, 43, 810, 41, 816, 36, 822, 38, 824, 43, 822, 49, 820, 53, 813, 56, 805, 57, 802, 60, 803, 60, 813, 58, 820, 56, 829, 56, 835, 55, 843, 54, 851, 52, 858, 52, 862, 51, 869, 50, 877, 53, 888, 56, 888, 59, 884, 60, 873, 61, 866, 63, 859, 65, 848, 67, 841, 69, 839, 73, 842, 73, 846, 69, 864, 69, 868, 69, 876, 69, 898, 71, 902, 75, 901, 78, 899, 77, 888, 78, 880, 79, 873, 81, 866, 81, 858, 82, 850, 86, 845, 90, 846, 89, 852, 88, 861, 87, 868, 89, 876, 85, 894, 87, 896, 91, 897, 93, 893, 97, 871, 98, 860, 98, 848, 103, 840, 105, 843, 104, 847, 104, 855, 104, 859, 103, 874, 105, 876, 108, 875, 112, 862, 112, 847, 117, 822, 101, 825, 86, 821, 78, 818, 73, 814, 65, 802, 59, 795, 50, 790]
    }, {
      _id: "29",
      name: "Пальцы на правой руке (тыльная сторона)",
      shape: "poly",
      coords: [536, 823, 546, 826, 560, 823, 568, 822, 576, 820, 581, 817, 592, 799, 603, 792, 612, 815, 619, 824, 615, 827, 605, 822, 598, 804, 594, 805, 594, 816, 597, 831, 602, 868, 604, 876, 604, 883, 600, 891, 596, 887, 593, 867, 591, 861, 587, 842, 580, 843, 582, 855, 585, 871, 585, 897, 585, 901, 582, 903, 578, 903, 576, 897, 577, 882, 574, 874, 572, 855, 572, 852, 566, 847, 565, 852, 566, 860, 567, 871, 566, 878, 569, 897, 565, 899, 562, 898, 557, 875, 557, 867, 556, 852, 555, 848, 552, 842, 548, 845, 550, 848, 550, 859, 550, 863, 551, 874, 550, 877, 547, 878, 544, 871, 542, 862, 541, 849, 541, 841, 536, 823]
    }, {
      _id: "30",
      name: "Запястная область правой кисти (тыльная сторона)",
      shape: "poly",
      coords: [536, 761, 537, 761, 552, 762, 559, 761, 567, 761, 577, 757, 578, 767, 578, 775, 603, 792, 594, 797, 592, 801, 582, 816, 578, 819, 570, 823, 557, 824, 543, 826, 538, 824, 534, 805, 534, 798, 534, 790, 537, 783, 536, 775, 536, 768, 536, 761]
    }, {
      _id: "31",
      name: "Ушная раковина слева",
      shape: "poly",
      coords: [260, 141, 259, 153, 258, 164, 260, 175, 264, 191, 263, 193, 252, 181, 247, 164, 246, 150, 252, 140, 261, 140]
    }, {
      _id: "32",
      name: "Ушная раковина справа",
      shape: "poly",
      coords: [394, 139, 395, 150, 397, 159, 396, 166, 393, 182, 390, 192, 394, 191, 397, 188, 405, 173, 408, 153, 406, 145, 401, 140, 394, 139]
    }, {
      _id: "33",
      name: "Бедро левой ноги (задняя проекция)",
      shape: "poly",
      coords: [187, 750, 179, 799, 176, 836, 174, 896, 173, 918, 175, 941, 179, 977, 183, 1001, 183, 1015, 184, 1016, 210, 1005, 223, 1003, 239, 1004, 254, 1010, 262, 1015, 269, 1024, 275, 1007, 284, 986, 292, 966, 299, 952, 307, 931, 313, 901, 317, 879, 320, 857, 323, 835, 325, 809, 326, 808, 326, 790, 319, 805, 313, 811, 307, 815, 293, 821, 287, 823, 276, 826, 263, 827, 253, 826, 239, 822, 232, 821, 221, 815, 208, 806, 205, 802, 197, 793, 190, 779, 187, 750]
    }, {
      _id: "34",
      name: "Бедро правой ноги (задняя проекция)",
      shape: "poly",
      coords: [327, 790, 336, 808, 346, 815, 363, 823, 382, 828, 396, 827, 411, 824, 425, 819, 446, 806, 445, 804, 457, 791, 462, 781, 465, 766, 466, 750, 470, 776, 471, 781, 476, 829, 478, 850, 479, 881, 480, 904, 476, 956, 474, 971, 470, 1001, 470, 1016, 456, 1009, 445, 1005, 434, 1003, 428, 1002, 415, 1003, 405, 1006, 399, 1010, 383, 1023, 378, 1011, 375, 999, 368, 985, 354, 950, 349, 938, 342, 916, 338, 894, 333, 857, 328, 809, 326, 802, 327, 791]
    }, {
      _id: "35",
      name: "Подколенная область левой ноги",
      shape: "poly",
      coords: [183, 1015, 209, 1004, 224, 1003, 240, 1003, 254, 1009, 269, 1023, 269, 1040, 268, 1052, 267, 1066, 265, 1077, 262, 1087, 256, 1106, 248, 1100, 235, 1096, 220, 1096, 207, 1096, 190, 1099, 175, 1105, 172, 1106, 177, 1069, 180, 1039, 183, 1015]
    }, {
      _id: "36",
      name: "Подколенная область правой ноги",
      shape: "poly",
      coords: [383, 1024, 399, 1009, 413, 1004, 428, 1003, 438, 1004, 459, 1010, 469, 1017, 470, 1029, 472, 1044, 475, 1066, 478, 1096, 479, 1107, 466, 1100, 451, 1097, 433, 1096, 417, 1095, 407, 1098, 397, 1105, 387, 1077, 384, 1055, 382, 1023]
    }, {
      _id: "37",
      name: "Голень левой ноги (задняя проекция)",
      shape: "poly",
      coords: [173, 1106.4000244140625, 178, 1103.4000244140625, 192, 1098.4000244140625, 207, 1096.4000244140625, 229, 1095.4000244140625, 237, 1097.2000122070312, 244, 1099.2000122070312, 248, 1100.2000122070312, 254, 1104.2000122070312, 257, 1107.2000122070312, 261, 1122.2000732421875, 262, 1129.2000732421875, 262, 1137.2000732421875, 261, 1156.2000732421875, 260, 1167.2000732421875, 259, 1178.2000732421875, 257, 1186.2000732421875, 256, 1196.2000732421875, 253, 1204.2000732421875, 249, 1215.2000732421875, 244, 1224.2000732421875, 242, 1228.2000732421875, 238, 1234.2000732421875, 234, 1239.2000732421875, 231, 1289.2000732421875, 214, 1287.2000732421875, 207, 1287.2000732421875, 192, 1288.2000732421875, 179, 1289.2000732421875, 172, 1185.2000732421875, 171, 1148.2000732421875, 173, 1106.2000732421875]
    }, {
      _id: "38",
      name: "Голень правой ноги (задняя проекция)",
      shape: "poly",
      coords: [396.6000061035156, 1105.2000732421875, 403.6000061035156, 1100.2000732421875, 417.6000061035156, 1096.2000732421875, 433.6000061035156, 1096.2000732421875, 447.6000061035156, 1097.2000732421875, 469.6000061035156, 1101.2000732421875, 478.6000061035156, 1106.2000732421875, 480.6000061035156, 1111.2000732421875, 481.6000061035156, 1156.2000732421875, 478.6000061035156, 1208.2000732421875, 477.6000061035156, 1223.2000732421875, 476.6000061035156, 1242.2000732421875, 475.6000061035156, 1261.2000732421875, 473.6000061035156, 1289.2000732421875, 464.6000061035156, 1287.2000732421875, 453.6000061035156, 1288.2000732421875, 442.6000061035156, 1287.2000732421875, 426.6000061035156, 1289.2000732421875, 420.6000061035156, 1290.2000732421875, 418.6000061035156, 1240.2000732421875, 406.6000061035156, 1221.2000732421875, 400.6000061035156, 1207.2000732421875, 396.6000061035156, 1193.2000732421875, 392.6000061035156, 1170.2000732421875, 391.6000061035156, 1155.2000732421875, 390.6000061035156, 1133.2000732421875, 392.6000061035156, 1118.2000732421875, 396.6000061035156, 1105.2000732421875]
    }, {
      _id: "39",
      name: "Лодыжка левой ноги (задняя проекция)",
      shape: "poly",
      coords: [179, 1289.2000732421875, 202, 1287.2000732421875, 218, 1287.2000732421875, 232, 1289.2000732421875, 230, 1320.2000732421875, 230, 1328.2000732421875, 239, 1355.2000732421875, 227, 1355.2000732421875, 213, 1359.2000732421875, 202, 1363.2000732421875, 193, 1369.2000732421875, 177, 1379.2000732421875, 165, 1389.2000732421875, 156, 1400.2000732421875, 160, 1384.2000732421875, 162, 1372.2000732421875, 167, 1359.2000732421875, 174, 1345.2000732421875, 182, 1333.2000732421875, 179, 1288.2000732421875]
    }, {
      _id: "40",
      name: "Лодыжка правой ноги (задняя проекция)",
      shape: "poly",
      coords: [420.8000183105469, 1289.2000732421875, 437.8000183105469, 1287.2000732421875, 452.8000183105469, 1287.2000732421875, 472.8000183105469, 1290.2000732421875, 469.8000183105469, 1333.2000732421875, 481.8000183105469, 1352.2000732421875, 486.8000183105469, 1363.2000732421875, 489.8000183105469, 1373.2000732421875, 494.8000183105469, 1396.2000732421875, 495.8000183105469, 1399.2000732421875, 485.8000183105469, 1387.2000732421875, 476.8000183105469, 1381.2000732421875, 468.8000183105469, 1375.2000732421875, 458.8000183105469, 1368.2000732421875, 448.8000183105469, 1363.2000732421875, 439.8000183105469, 1358.2000732421875, 427.8000183105469, 1356.2000732421875, 413.8000183105469, 1355.2000732421875, 420.8000183105469, 1332.2000732421875, 421.8000183105469, 1324.2000732421875, 421.8000183105469, 1316.2000732421875, 419.8000183105469, 1288.2000732421875]
    }, {
      _id: "41",
      name: "Область пятки левой стопы",
      shape: "poly",
      coords: [156, 1400, 163, 1391, 171, 1384, 180, 1377, 190, 1370, 199, 1365, 213, 1359, 224, 1356, 239, 1355, 242, 1368, 244, 1379, 243, 1387, 242, 1390, 236, 1395, 221, 1403, 212, 1402, 200, 1403, 191, 1404, 182, 1405, 173, 1406, 166, 1408, 160, 1411, 153, 1414, 149, 1416, 156, 1399]
    }, {
      _id: "42",
      name: "Подошвенная поверхность левой стопы",
      shape: "poly",
      coords: [148, 1417, 161, 1410, 176, 1406, 192, 1404, 206, 1403, 221, 1403, 215, 1406, 209, 1411, 204, 1417, 202, 1420, 200, 1431, 198, 1439, 197, 1450, 196, 1453, 191, 1459, 185, 1463, 178, 1464, 170, 1465, 163, 1462, 159, 1462, 155, 1462, 148, 1464, 140, 1464, 133, 1462, 126, 1458, 123, 1459, 125, 1461, 120, 1461, 117, 1457, 119, 1454, 125, 1450, 128, 1448, 131, 1441, 139, 1429, 149, 1417]
    }, {
      _id: "43",
      name: "Область пятки правой стопы",
      shape: "poly",
      coords: [413.8000183105469, 1355, 424.8000183105469, 1355, 434.8000183105469, 1358, 449.8000183105469, 1363, 458.8000183105469, 1369, 471.8000183105469, 1377, 480.8000183105469, 1384, 491.8000183105469, 1394, 495.8000183105469, 1399, 501.8000183105469, 1414, 503.8000183105469, 1417, 496.8000183105469, 1413, 483.8000183105469, 1408, 468.8000183105469, 1404, 454.8000183105469, 1403, 429.8000183105469, 1402, 421.8000183105469, 1398, 413.8000183105469, 1394, 409.8000183105469, 1391, 406.8000183105469, 1384, 407.8000183105469, 1373, 409.8000183105469, 1365, 413.8000183105469, 1355]
    }, {
      _id: "44",
      name: "Подошвенная поверхность правой стопы",
      shape: "poly",
      coords: [430.20001220703125, 1402, 447.20001220703125, 1403, 463.20001220703125, 1404, 485.20001220703125, 1408, 502.20001220703125, 1416, 509.20001220703125, 1425, 523.2000122070312, 1448, 532.2000122070312, 1454, 534.2000122070312, 1457, 532.2000122070312, 1461, 527.2000122070312, 1461, 528.2000122070312, 1458, 525.2000122070312, 1458, 515.2000122070312, 1463, 507.20001220703125, 1463, 492.20001220703125, 1462, 485.20001220703125, 1463, 478.20001220703125, 1465, 470.20001220703125, 1464, 464.20001220703125, 1461, 458.20001220703125, 1457, 454.20001220703125, 1450, 454.20001220703125, 1442, 451.20001220703125, 1427, 449.20001220703125, 1420, 445.20001220703125, 1413, 440.20001220703125, 1409, 429.20001220703125, 1402]
    }];
});
